Repository: ampproject/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pl, vi

source: Build for a sustainable future in the open web for everyone
de: Dein Beitrag zu einer nachhaltigen Zukunft in einem offenen Internet für alle
es: Crea un futuro sustentable en la web, disponible para todo el mundo
pl: Przyczyń się do zrównoważonego rozwoju w przyszłości, w Internecie otwartym dla wszystkich
vi: Được phát triển cho một tương lai bền vững trong mạng lưới web mở cho tất cả mọi người

source: Track and measure
de: Verfolgen und messen
es: Rastreo y mediciones
pl: Śledź i mierz
vi: Theo dõi và đo lường

source: Fast loading times
de: Schnelle Ladezeiten
es: Tiempos de carga rápidos
pl: Krótkie czasy ładowania
vi: Thời gian tải nhanh

source: Immersive storytelling
de: Immersives Storytelling
es: Narraciones inmersivas
pl: Wciągający storytelling
vi: Kể chuyện cuốn hút

source: Robust Advertising Support
de: Robuster Support für Ads
es: Soporte publicitario sólido
pl: Niezawodna obsługa reklam
vi: Hỗ trợ Quảng cáo Mạnh mẽ

source: Create beautiful and engaging content easily
de: Erstelle mühelos schöne und ansprechende Inhalte
es: Creación sencilla de contenido relevante y atractivo
pl: Z łatwością twórz piękne, angażujące treści
vi: Dễ dàng tạo các nội dung đẹp và cuốn hút

source: Creative flexibility for editorial freedom and branding
de: Kreative Flexibilität für redaktionelle Freiheit und Branding
es: Flexibilidad creativa para la libertad editorial y la imagen de la marca
pl: Elastyczność twórcza zapewniająca swobodę redakcyjną i identyfikację wizualną marki
vi: Sự sáng tạo linh hoạt để xây dựng thương hiệu và tự do biên tập

source: Sharable and linkable on the open web
de: Im offenen Internet teilbar und verlinkbar
es: Posibilidad de compartir y vincular páginas en la web abierta
pl: Możliwość udostępniania i linkowania w otwartym Internecie
vi: Có thể được chia sẻ và liên kết trên web mở

source: Measurable viewability
de: Messbare Sichtbarkeit
es: Visibilidad medible
pl: Mierzalna widoczność
vi: Có thể định lượng khả năng xem

source: Maximize your revenue
de: Maximiere deinen Umsatz
es: Maximización de sus ingresos
pl: Zmaksymalizuj swoje przychody
vi: Tối đa doanh thu của bạn

source: Maximize your ROI
de: Maximiere deinen ROI
es: Maximización del retorno de su inversión (ROI)
pl: Zmaksymalizuj ROI
vi: Tối đa ROI của bạn

source: End to end experience is controlled
de: Kontrolle der gesamten Benutzererfahrung
es: Control de sus experimentos de extremo a extremo
pl: Kontrola wszystkich interakcji na stronach
vi: Kiểm soát trải nghiệm xuyên suốt

source: Reduce complexity in your operations
de: Weniger komplexe Abläufe
es: Reducción de la complejidad de sus operaciones
pl: Zmniejsz złożoność operacji
vi: Giảm thiểu sự phức tạp trong hoạt động của bạn

source: Collaborative community
de: Kooperative Community
es: Comunidad colaborativa
pl: Społeczność współpracy
vi: Cộng đồng hợp tác

source: Increased personalization
de: Noch mehr Personalisierung
es: Mayor personalización
pl: Zwiększona personalizacja
vi: Cá nhân hóa nhiều hơn

source: Interactive customer experience
de: Interaktives Kundenerlebnis
es: Experiencia interactiva del cliente
pl: Interaktywna obsługa klienta
vi: Trải nghiệm khách hàng tương tác

source: Improved and smarter services
de: Verbesserte, intelligentere Dienstleistungen
es: Servicios mejorados y más inteligentes
pl: Lepsze, inteligentniejsze usługi
vi: Dịch vụ tốt và thông minh hơn

source: Increased in-mail capabilities
de: Mehr Möglichkeiten für E-Mails
es: Aumento en las funciones del correo electrónico
pl: Większe możliwości w poczcie e-mail
vi: Nhiều tính năng biên tập email hơn

source: Safe and secure
de: Zuverlässig und sicher
es: Seguridad y protección
pl: Pewność i bezpieczeństwo
vi: An toàn và bảo mật

source: Consistency and scalability
de: Konsistenz und Skalierbarkeit
es: Consistencia y escalabilidad
pl: Spójność i skalowalność
vi: Thống nhất và có khả năng mở rộng

source: AMP pages load near instantly, enabling you to offer a consistently fast experience across all devices and platforms.
de: AMP Seiten werden fast unverzögert geladen, was den Nutzern ein konsequent schnelles Erlebnis auf allen Geräten und Plattformen garantiert.
es: Las páginas AMP se cargan casi instantáneamente, ofreciendo una experiencia rápida y continua en todos los dispositivos y plataformas.
pl: Strony AMP ładowane są niemal natychmiastowo, co gwarantuje użytkownikom niezmiennie szybkie działanie na wszystkich urządzeniach i platformach.
vi: Các trang AMP được tải gần như tức thì, cho phép bạn cung cấp một trải nghiệm nhanh trên tất cả các thiết bị và nền tảng.

source: You can often convert your entire archive in days especially if you use a popular CMS such as WordPress or Drupal.
de: Dein gesamtes Archiv kann in der Regel innerhalb weniger Tage konvertiert werden, vor allem wenn du ein gängiges CMS wie WordPress oder Drupal verwendest.
es: A menudo podrá convertir todo el archivo en tan solo unos días, especialmente si utiliza CMS populares como WordPress o Drupal.
vi: Bạn có thể chuyển đổi toàn bộ kho lưu trữ của mình chỉ trong vài ngày, đặc biệt nếu bạn sử dụng các CMS phổ biến như WordPress hoặc Drupal.

source: Used by popular and global platforms like Google, Bing and Twitter, AMP allows you to ensure users from all these surfaces get an unparalleled, often instantaneous and native-feeling experience by defaulting to AMP pages when available.
de: Beliebte, globale Plattformen wie Google, Bing und Twitter nutzen AMP. Das garantiert den Nutzern dieser Dienste beim automatischen Wechsel zu verfügbaren AMP Seiten ein einzigartiges, meist blitzschnelles und natives Erlebnis.
es: Utilizado en plataformas populares y mundiales como Google, Bing y Twitter, el sistema AMP proporciona a los usuarios de todos esos servicios una experiencia sin precedentes, a menudo instantánea y similar a la de las aplicaciones originales, seleccionando de forma predeterminada las páginas AMP cuando están disponibles.
pl: Technologia AMP, używana przez popularne globalne platformy, takie jak Google, Bing i Twitter, pozwala zapewnić użytkownikom wszystkich tych usług niezrównane, często natychmiastowe i naturalne w odczuciu działanie, domyślnie wyświetlając strony AMP, jeśli tylko są dostępne.
vi: Được sử dụng bởi các nền tảng phổ biến và toàn cầu như Google, Bing và Twitter, AMP cho phép bạn đảm bảo người dùng từ mọi giao diện này đều nhận được một trải nghiệm tốt nhất, tức thì và tự nhiên bằng cách sử dụng các trang AMP mỗi khi có thể.

source: You can use CSS to customize your styling, dynamic data to fetch the freshest data where needed, to build the best possible user experience for your customers.
de: Passe das Design mit CSS an, nutze dynamische Daten für den bedarfsgerechten Abruf aktuellster Daten und biete deinen Kunden damit die bestmögliche Benutzererfahrung.
es: Puede utilizar CSS para personalizar su estilo y contenidos dinámicos para conseguir la información más reciente siempre que lo necesite, esto le permitirá crear la mejor experiencia de usuario para sus clientes.
pl: Można dostosowywać stylizacje za pomocą CSS, używać danych dynamicznych do pobierania najnowszych informacji i w ten sposób oferować klientom najlepsze możliwe doznania.
vi: Bạn có thể sử dụng CSS để tùy chỉnh phong cách, dữ liệu động để truy xuất dữ liệu mới nhất khi cần và xây dựng trải nghiệm người dùng tốt nhất cho các khách hàng của mình.

source: The AMP Project is an open source initiative to protect the future of the web helping everyone deliver a better, faster more user-friendly experience.
de: Das AMP Projekt ist eine Open Source Initiative, mit der wir die Zukunft des Internets schützen und allen Menschen eine bessere, schnellere und benutzerfreundlichere Erfahrung bieten wollen.
es: El Proyecto AMP es una iniciativa de código abierto cuyo fin es proteger el futuro de la web, permitiendo que todos ofrezcan al usuario experiencias mejores, más rápidas y más cómodas.
pl: Projekt AMP to inicjatywa open source, mająca na celu ochronę przyszłości Internetu, pomagająca wszystkim w zapewnieniu lepszego, szybszego i wygodniejszego dla użytkownika działania stron internetowych.
vi: Dự án AMP là một sáng kiến mã nguồn mở để bảo vệ tương lai của Internet, nhằm mang đến tất cả mọi người một trải nghiệm tốt hơn, nhanh hơn và thân thiện với người dùng hơn.

source: AMP pages load near instantly – across all devices and platforms.
de: AMP Seiten werden auf allen Geräten und Plattformen fast unverzögert geladen.
es: Las páginas AMP se cargan casi instantáneamente en todos los dispositivos y plataformas.
pl: Strony AMP są ładowane niemal natychmiast — na wszystkich urządzeniach i platformach.
vi: Các trang AMP có thể được tải gần như tức thì – trên mọi thiết bị và nền tảng.

source: Used by global platforms like Google, Bing and Twitter, AMP allows users a native-feeling experience across all platforms by defaulting to AMP pages when available.
de: Beliebte, globale Plattformen wie Google, Bing und Twitter nutzen AMP. Das garantiert den Nutzern beim automatischen Wechsel zu verfügbaren AMP Seiten ein natives Erlebnis.
es: Utilizado por plataformas mundiales como Google, Bing y Twitter, AMP permite que los usuarios vivan una experiencia similar a la que proporcionan las aplicaciones originales en todas las plataformas, seleccionando de forma predeterminada las páginas AMP cuando están disponibles.
pl: Technologia AMP, używana przez globalne platformy, takie jak Google, Bing i Twitter, pozwala zapewnić użytkownikom naturalne w odczuciu działanie na wszystkich platformach, domyślnie wyświetlając strony AMP, jeśli tylko są dostępne.
vi: Được sử dụng bởi các nền tảng phổ biến và toàn cầu như Google, Bing và Twitter, AMP mang đến người dùng một trải nghiệm tự nhiên trên tất cả các nền tảng bằng cách sử dụng các trang AMP mỗi khi có thể.

source: You can use CSS to customize your styling and dynamic data to fetch the freshest data where needed.
de: Passe das Design mit CSS an und nutze dynamische Daten für den bedarfsgerechten Abruf aktuellster Daten.
es: Puede utilizar CSS para personalizar su estilo y sus datos dinámicos, y obtener así los datos más recientes cuando sea necesario.
pl: Za pomocą CSS można dostosowywać styl, a dane dynamiczne umożliwiają pobieranie w razie potrzeby najnowszych danych.
vi: Bạn có thể sử dụng CSS để tùy chỉnh phong cách và dữ liệu động để truy xuất những dữ liệu mới nhất khi cần.

source: It takes a lot of time and effort to build a great website. AMP components are already optimized for the best performance.
de: Die Erstellung großartiger Websites erfordert viel Zeit und Mühe. AMP Komponenten sind bereits für die bestmögliche Leistung optimiert.
es: Se requiere mucho tiempo y esfuerzo para desarrollar un gran sitio web. Los componentes de AMP ya están optimizados para garantizar el mejor rendimiento.
pl: Utworzenie świetnej witryny internetowej wymaga czasu i pracy. Składniki AMP są już zoptymalizowane pod kątem najlepszej wydajności.
vi: Phải mất rất nhiều thời gian và công sức để xây dựng một website tuyệt vời. Các thành phần AMP đã được tối ưu sẵn cho hiệu quả tốt nhất.

source: The AMP Project is an open source initiative to protect the future of the web by delivering a better, faster and more user-friendly experience.
de: Das AMP Projekt ist eine Open Source Initiative, mit der wir die Zukunft des Internets schützen und allen Menschen eine bessere, schnellere und benutzerfreundlichere Erfahrung bieten wollen.
es: El Proyecto AMP es una iniciativa de código abierto cuyo fin es proteger el futuro y brindar al usuario experiencias mejores, más rápidas y más cómodas.
pl: Projekt AMP to inicjatywa open source, mająca na celu ochronę przyszłości Internetu poprzez zapewnienie lepszego, szybszego i bardziej przyjaznego dla użytkownika działania stron internetowych.
vi: Dự án AMP là một sáng kiến mã nguồn mở để bảo vệ tương lai của Internet thông qua việc cung cấp một trải nghiệm tốt hơn, nhanh hơn và thân thiện với người dùng hơn.

source: Supports analytics and bookend capabilities for viral sharing and monetization.
de: Unterstützt Analytics und Bookend Funktionen für virales Teilen und Monetarisierung.
es: Es compatible con funciones de análisis y creación de referencias para efectuar intercambios virales y monetización.
pl: Obsługuje funkcje analityczne i tworzenia ekranów końcowych relacji, umożliwiające udostępnianie wirusowe i monetyzację.
vi: Hỗ trợ chức năng phân tích và bookend để chia sẻ lan tỏa và kiếm tiền.

source: Web Stories are lightening fast so that your audience stays engaged and entertained.
de: Web Stories sind blitzschnell. So bleibt dein Publikum involviert und unterhalten.
pl: Relacje internetowe działają błyskawicznie, dzięki czemu wciągają widownię i jej nie nudzą.
vi: Web Stories được tải rất nhanh, để luôn hấp dẫn và gắn kết độc giả của bạn.

source: Web Stories are a new and modern way to reach existing readers.
de: Web Stories sind eine neue und moderne Methode, um die bestehende Leserschaft zu erreichen.
pl: Relacje to nowy i nowoczesny sposób na dotarcie do istniejących czytelników.
vi: Web Stories là một cách mới và hiện đại để tiếp cận những độc giả hiện có.

source: Web Stories enable monetization capability for publishers using full-screen immersive story ads and using affiliate links. For advertisers, Stories is a way to reach a unique audience within a new storytelling experience.
de: Web Stories ermöglichen Publishern die Monetarisierung mithilfe beeindruckender Story Ads im Vollbildmodus und über Partnerlinks. Werbetreibenden bieten Storys die Möglichkeit, im Rahmen einer ganz neuen Storytelling Erfahrung ein einzigartiges Publikum zu erreichen.
pl: Relacje internetowe umożliwiają wydawcom zarabianie na pełnoekranowych, wciągających reklamach fabularnych i linkach partnerskich. Dla reklamodawców relacje stanowią sposób dotarcia do żądanej grupy docelowej dzięki nowej metodzie marketingu narracyjnego.
vi: Web Stories cho phép các nhà phát hành kiếm tiền thông qua những story ads toàn màn hình và các đường dẫn liên kết. Đối với nhà quảng cáo, các Câu chuyện là một cách để tiếp cận một đối tượng khách hàng độc đáo trong một trải nghiệm kể chuyện hoàn toàn mới.

source: Web Stories make the production of stories as easy as possible from a technical perspective.
de: In technischer Hinsicht machen Web Stories die Produktion von Storys so einfach wie möglich.
pl: Dzięki usłudze Web Stories tworzenie relacji jest tak proste, jak to tylko możliwe z technicznego punktu widzenia.
vi: Web Stories giúp bạn dễ dàng tạo ra các câu chuyện từ khía cạnh kỹ thuật.

source: The Web Stories format comes with preset but flexible layout templates, standardized UI controls, and components for sharing and adding follow-on content.
de: Das Format von Web Stories bietet voreingestellte, aber flexible Layout Templates, standardisierte Steuerelemente für die Benutzeroberfläche sowie Komponenten, mit denen Folgeinhalte geteilt und hinzugefügt werden können.
pl: Format relacji internetowych Web Story zawiera wstępnie ustawione, ale elastyczne szablony układu, standardowe elementy sterujące interfejsu użytkownika oraz składniki służące do udostępniania i dodawania obserwowanych treści.
vi: Định dạng Web Stories đi kèm các khuôn mẫu bố cục linh hoạt được thiết lập sẵn, các nút điều khiển giao diện tiêu chuẩn, và các thành phần để chia sẻ và bổ sung nội dung nối tiếp.

source: Web Stories are part of the open web and can be shared and embedded across sites and apps without being confined to a single ecosystem.
de: Web Stories sind Teil des offenen Internets: Sie können über Websites und Apps hinweg geteilt und eingebettet werden und sind nicht auf ein Ökosystem beschränkt.
pl: Relacje internetowe są częścią otwartego Internetu i można je udostępniać oraz osadzać w witrynach i aplikacjach bez ograniczania się do jednego ekosystemu.
vi: Web Stories là một phần của web mở và có thể được chia sẻ và nhúng trên nhiều website và ứng dụng mà không chỉ bị giới hạn vào một hệ sinh thái đơn lẻ.

source: AMPHTML ads are 6x faster than regular ads on AMP pages, making them more viewable, more effective and more likely to perform well. You can monitor performance and adjust pricing accordingly, and offer the most engaging ad products to optimize your ad placements. In AMP, tweaking your pages to drive higher viewability rate or views is easy for publishers using the ‘data-loading-strategy’ attribute on the `amp-ad` component.
de: AMPHTML Ads sind 6x schneller als normale Anzeigen auf AMP Seiten, was sie auch sichtbarer, effektiver und erfolgreicher macht. Du kannst ihren Erfolg überwachen und die Preise entsprechend anpassen. Außerdem kannst du die attraktivsten Produkte anbieten, um die Platzierungen deiner Ads zu verbessern. Um die Sichtbarkeitsrate oder die Anzahl der Ansichten zu steigern, können Publisher die Seiten in AMP mithilfe des Attributs "data-loading-strategy" in der Komponente "amp-ad" ganz einfach optimieren.
es: Los anuncios AMPHTML son 6 veces más rápidos que los anuncios normales en las páginas AMP, esto hace que sean más visibles, más eficaces y tengan mayor probabilidad de funcionar bien. Puede supervisar su rendimiento y ajustar los precios como mejor le convenga, y ofrecer productos publicitarios más atractivos para optimizar la ubicación de los anuncios. En AMP, los editores pueden ajustar fácilmente sus páginas para aumentar la tasa de visibilidad o de vistas, ya que utilizan el atributo “estrategia de la carga de datos” que se encuentra en el componente de “anuncios de AMP”.
pl: Reklamy AMPHTML są 6 razy szybsze niż zwykłe reklamy na stronach AMP, dzięki czemu są lepiej widoczne, lepiej działają i mają większą skuteczność. Wyniki można monitorować, aby odpowiednio dostosowywać ceny i oferować najbardziej angażujące produkty reklamowe w celu optymalizacji umiejscowienia reklam. W AMP poprawianie stron w celu zwiększenia wskaźnika widoczności lub liczby wyświetleń jest łatwe dla wydawców stosujących atrybut data-loading-strategy w składniku amp-ad.
vi: Các quảng cáo AMPHTML được tải nhanh gấp 6 lần quảng cáo thưởng trên các trang AMP, giúp chúng được xem nhiều hơn, hiệu quả hơn và nhiều khả năng cho kết quả tốt hơn. Bạn có thể giám sát hiệu quả và điều chỉnh giá cả tương ứng, và mang đến những sản phẩm quảng cáo hấp dẫn nhất để tối ưu vị trí đặt quảng cáo. Với AMP, các nhà phát hành có thể dễ dàng tinh chỉnh các trang của mình để tăng tỷ lệ xem hoặc lượt xem sử dụng thuộc tính ‘data-loading-strategy’ (chiến lược tải dữ liệu) trên thành phần `amp-ad`.

source: In order to engage with your brand and improve the performance of your campaigns, you have to speed things up. AMP ads load on average 5x faster than the non-AMP version, leading to higher conversion rates. Because AMPHTML ads are 3x lighter, the AMP framework guarantees that these ads only behave as intended so users always have a positive experience with your brand.
de: Wenn du deine Marke fördern und den Erfolg deiner Kampagnen verbessern willst, musst du für Geschwindigkeit sorgen. AMP Ads laden durchschnittlich fünfmal schneller als ihr Gegenstück ohne AMP, was höhere Konversionsraten ergibt. Da AMPHTML Ads dreimal schlanker sind, garantiert das AMP Framework, dass sich die Anzeigen genau wie geplant verhalten und die Nutzer nur Positives mit deiner Marke assoziieren.
es: Para involucrarse con su marca y mejorar el rendimiento de sus campañas, debe acelerar las cosas. Los anuncios AMP se cargan en promedio 5 veces más rápidamente que la versión que no es AMP, lo cual genera mayores tasas de conversión. Debido a que los anuncios AMPHTML son 3 veces más ligeros, el entorno de trabajo de AMP garantiza que los anuncios se comportarán tal como se espera, de modo que los usuarios siempre disfrutarán una experiencia positiva con su marca.
pl: Aby angażować w markę i zwiększać skuteczność kampanii, trzeba przyspieszyć. Reklamy AMP są ładowane średnio 5 razy szybciej niż wersja bez AMP, co skutkuje wyższymi współczynnikami konwersji. Reklamy AMPHTML wymagają przesłania trzykrotnie mniejszej ilości danych, framework AMP gwarantuje więc, że będą one działać tylko w zamierzony sposób, dzięki czemu użytkownicy zawsze będą mieli pozytywne wrażenia związane z reklamowaną marką.
vi: Để gắn kết với thương hiệu và tăng hiệu quả cho chiến dịch của bạn, bạn cần tăng tốc hơn nữa. Các quảng cáo AMP trung bình tải nhanh gấp 5 lần phiên bản không phải AMP của chúng, cho tỷ lệ chuyển đổi cao hơn. Bởi các quảng cáo AMPHTML nhẹ gấp 3 lần quảng cáo thường, khung AMP đảm bảo rằng những quảng cáo này luôn hoạt động như ý định thiết kế, để người dùng luôn có một trải nghiệm tích cực với thương hiệu của bạn.

source: AMP ads are safe from malware because AMPHTML ads are verified before being served, thus, advertisers can ensure a safe user experience and building trust in the brands users are engaging with. Establish yourself as the adtech platform for the fast web and join the hundreds of technology platforms currently supporting the open source AMP ecosystem.
de: AMP Ads sind vor Malware geschützt, da AMPHTML Ads vor der Veröffentlichung überprüft werden. So gewährleisten Werbetreibende die Sicherheit der Nutzer und motivieren sie zudem, Vertrauen in die Marken aufzubauen. Etabliere dich als die Adtech Plattform für schnelles Internet und schließe dich den Hunderten von Technologieplattformen an, die das Open Source AMP Ökosystem bereits unterstützen.
es: Los anuncios AMP están protegidos contra el malware porque los anuncios AMPHTML se verifican antes de mostrarlos. Esto permite que los anunciantes garanticen una experiencia segura para el usuario y genera confianza en las marcas con las que los usuarios se involucran. Establézcase usted mismo como una plataforma adtech para la web rápida y únase a los cientos de plataformas tecnológicas que actualmente respaldan el ecosistema AMP de código abierto.
pl: Reklamy AMP są zabezpieczone przed złośliwym oprogramowaniem, ponieważ reklamy AMPHTML są weryfikowane przed ich wyświetleniem, dzięki czemu reklamodawcy mogą zapewniać bezpieczeństwo użytkownikom i budować zaufanie do marek, w które użytkownicy się angażują. Zyskaj renomę jako platforma AdTech dla szybkiej sieci i dołącz do setek platform technologicznych już obsługujących ekosystem open source AMP.
vi: Các quảng cáo AMP không bao giờ chứa phần mềm độc hại bởi các quảng cáo AMPHTML luôn được xác minh trước khi được phục vụ; nhờ đó, các nhà quảng cáo có thể đảm bảo một trải nghiệm người dùng an toàn và xây dựng niềm tin của người dùng đối với thương hiệu. Hãy thiết lập công ty của bạn như một nền tảng công nghệ quảng cáo cho mạng lưới web nhanh và tham gia cùng hàng trăm nền tảng công nghệ khác đang hỗ trợ hệ sinh thái AMP mã nguồn mở.
