Repository: ampproject/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pl, vi

source: WompMobile is an Accelerator Platform to develop, validate, launch and manage AMP experiences. Built-in tools monitor for errors, ensure validation, purge the AMP cache, and create Signed-Exchange and Server-Side-Rendered AMPs.
de: WompMobile ist eine Beschleunigungsplattform zum Entwickeln, Validieren, Veröffentlichen und Verwalten von AMP Erfahrungen. Integrierte Tools überwachen Fehler, erledigen die Validierung, leeren den AMP Cache und erstellen Signed-Exchange und Server-Side-Rendered AMPs.
es: WompMobile es una plataforma de aceleración que permite desarrollar, verificar, iniciar y administrar experiencias de AMP. Las herramientas integradas supervisan los errores, garantizan la validación, depuran el caché de AMP y crean páginas de AMP con intercambio de firmas y renderizadas del lado del servidor.
pl: WompMobile to platforma przyspieszająca opracowywanie i weryfikację kodu oraz wdrażanie składników AMP i zarządzanie nimi. Wbudowane narzędzia monitorują błędy, zapewniają sprawdzanie poprawności, czyszczą pamięć podręczną AMP i tworzą elementy AMP z podpisanymi wymianami i wyświetlaniem po stronie serwera.
vi: WompMobile là một Nền tảng Tăng tốc để phát triển, xác thực, khởi chạy và quản lý các trải nghiệm AMP. Các công cụ tích hợp sẵn sẽ giám sát các lỗi, đảm bảo tính xác thực, lọc bộ nhớ đệm AMP và tạo các AMP Signed-Exchange (Trao đổi có chữ ký) và Server-Side-Rendered (Được render bởi máy chủ).

source: The AMP Project Roadmap
de: Roadmap des AMP Projekts
es: Plan de trabajo para el proyecto AMP
pl: Plan działania projektu AMP
vi: Lộ trình cho Dự án AMP

source: This is a high level overview suitable for all audiences. For a more detailed developer view, <a href="https://github.com/ampproject/amphtml/projects/43">head to GitHub.</a>
de: Dies ist eine umfassende Übersicht, die für alle Zielgruppen geeignet ist. Eine detaillierte Entwickleransicht <a href="https://github.com/ampproject/amphtml/projects/43">findest du auf GitHub</a>.
es: Esta es una descripción general de alto nivel adecuada para todo tipo de público. Para obtener una explicación más detallada sobre el desarrollador consulte, <a href="https://github.com/ampproject/amphtml/projects/43">este enlace le redireccionará a GitHub.</a>
pl: Jest to ogólne omówienie, odpowiednie dla wszystkich odbiorców. Aby poznać bardziej szczegółowo perspektywę programisty, <a href="https://github.com/ampproject/amphtml/projects/43">przejdź do GitHub.</a>
vi: Đây là chế độ xem tổng quát ở cấp độ cao phù hợp cho mọi đối tượng độc giả. Để biết thêm chi tiết về chế độ xem cho nhà phát triển, <a href="https://github.com/ampproject/amphtml/projects/43">hãy truy cập GitHub.</a>

source: AMP Story
es: Historia de AMP
pl: Relacja AMP
vi: Câu chuyện AMP

source: Ads
es: Anuncios
pl: Reklamy
vi: Quảng cáo

source: Audio&Video
es: Audio y video
pl: Audio i wideo
vi: Âm thanh&Video

source: Dynamic/Personalized Content
de: Dynamischer/personalisierter Inhalt
es: Contenido dinámico/personalizado
pl: Treści dynamiczne/spersonalizowane
vi: Nội dung Động/Cá nhân

source: In Development
de: In Entwicklung
es: En desarrollo
pl: W opracowaniu
vi: Đang Phát triển

source: Next Up
de: Ausstehend
es: Próximamente
pl: Następne
vi: Tiếp theo

source: Runtime
es: Tiempo de ejecución
pl: Czas wykonania
vi: Thời gian chạy

source: Shipped
de: Implementiert
es: Enviado
pl: Gotowe
vi: Đã phát hành

source: Tooling
de: Tools
es: Herramientas
pl: Narzędzia
vi: Công cụ

source: User Input
de: Benutzereingabe
es: Entrada del usuario
pl: Dane wprowadzane przez użytkownika
vi: Ý kiến của Người dùng

source: Validator
es: Validador
pl: Walidator
vi: Trình xác thực

source: You can often convert your entire archive in days – especially when using common CMS like WordPress or Drupal.
de: Dein gesamtes Archiv kann in der Regel innerhalb weniger Tage konvertiert werden, vor allem wenn du ein gängiges CMS wie WordPress oder Drupal verwendest.
es: A menudo podrá convertir todo el archivo en tan solo unos días, especialmente si utiliza CMS populares como WordPress o Drupal.
vi: Bạn có thể chuyển đổi toàn bộ kho lưu trữ của mình chỉ trong vài ngày – đặc biệt khi sử dụng các CMS phổ biến như WordPress hoặc Drupal.

source: All
de: Alle
es: Todo
pl: Wszystko
vi: Tất cả

source: Learn AMP
de: AMP lernen
es: Aprenda AMP
pl: Poznaj AMP
vi: Học về AMP

source: Teach AMP
de: AMP unterrichten
es: Enseñe AMP
pl: Ucz AMP
vi: Dạy AMP

source: Websites
es: Sitios web
pl: Witryny internetowe
vi: Website

source: Stories
de: Storys
es: Historias
pl: Relacje
vi: Câu chuyện

source: Art & Design
de: Kunst & Design
es: Arte y diseño
pl: Sztuka i projektowanie
vi: Nghệ thuật & Thiết kế

source: Food & Drink
de: Essen & Trinken
es: Alimentos y bebidas
pl: Żywność i napoje
vi: Thực phẩm & Đồ uống

source: News & Blog
de: Nachrichten & Blog
es: Noticias y blog
pl: Aktualności i blog
vi: Tin tức & Blog

source: AMP for WordPress
de: AMP für WordPress
es: AMP para WordPress
pl: AMP dla WordPress
vi: AMP cho WordPress

source: Experiment Configurator
de: Konfigurator für Experimente
es: Configurador de experimentos
pl: Konfigurator eksperymentów
vi: Trình Cấu hình Thử nghiệm

source: VS Code Extension
de: Erweiterung für VS Code
es: Extensión del código VS
pl: Rozszerzenie VS Code
vi: Phần mở rộng VS Code

source: Access & Subscriptions
de: Zugriff & Abonnements
es: Acceso y suscripciones
pl: Dostęp i subskrypcje
vi: Truy cập & Gói đăng ký

source: Outreach
de: Reichweite
es: Difusión
pl: Zasięg
vi: Quan hệ Cộng đồng

source: Caching
es: Almacenamiento en caché
pl: Buforowanie
vi: Bộ nhớ đệm

source: Gallery
de: Galerie
es: Galería
pl: Galeria
vi: Thư viện

source: Bike Shop
de: Fahrrad Shop
es: Tienda de bicicletas
pl: Sklep rowerowy
vi: Cửa hàng Xe đạp

source: Travel
de: Reisen
es: Viajes
pl: Podróże
vi: Du lịch

source: Simple Blog
de: Einfaches Blog
es: Blog sencillo
pl: Prosty blog
vi: Blog Đơn giản

source: Simple Article
de: Einfacher Artikel
es: Artículo sencillo
pl: Prosty artykuł
vi: Bài viết Đơn giản

source: Text Only
de: Nur Text
es: Solo texto
pl: Tylko tekst
vi: Chỉ Văn bản

source: Select your format for a more streamlined experience
de: Wähle dein Format für eine optimierte Erfahrung
es: Seleccione su formato para obtener una experiencia más eficiente
pl: Wybierz format zapewniający sprawniejsze działanie
vi: Chọn định dạng của bạn để có một trải nghiệm giản lược hơn

source: Presentation
de: Präsentation
es: Presentación
pl: Prezentacja
vi: Thuyết trình

source: Code of Conduct
de: Verhaltensregeln
es: Código de conducta
pl: Kodeks postępowania
vi: Quy tắc Ứng xử

source: Performance
es: Desempeño
pl: Wydajność
vi: Hiệu quả

source: User Interface
de: Benutzeroberfläche
es: Interfaz de usuario
pl: Interfejs użytkownika
vi: Giao diện Người dùng

source: Viewers
de: Besucher
es: Visitantes
pl: Widzowie
vi: Người xem

source: Students
de: Studenten
es: Estudiantes
pl: Kursanci
vi: Học viên

source: Teachers
de: Lehrer
es: Profesores
pl: Nauczyciele
vi: Giảng viên

source: Find the right tools to build
de: Finde die richtigen Tools zum Entwickeln
es: Encuentre las herramientas adecuadas para crear
pl: Znajdź odpowiednie narzędzia do tworzenia
vi: Tìm công cụ phù hợp để xây dựng

source: <p>Responsible for user specific controlled access to AMP content (amp-subscriptions, amp-access and related extensions)</p>
de: <p>Verantwortlich für den benutzerspezifischen kontrollierten Zugriff auf AMP Inhalte (amp-subscriptions, amp-access und ähnliche Erweiterungen)</p>
es: <p>Responsable del acceso controlado específico de los usuarios al contenido de AMP (amp-subscriptions, amp-access y extensiones relacionadas)</p>
pl: <p>Odpowiada za kontrolowany dostęp określonego użytkownika do treści AMP (amp-subscriptions, amp-access i powiązane rozszerzenia)</p>
vi: <p>Chịu trách nhiệm cho việc truy cập có kiểm soát của một người dùng cụ thể đến nội dung AMP (amp-subscriptions, amp-access và các phần mở rộng liên quan)</p>

source: What is the Accelerated Mobile Pages project?
de: Welche Art von Projekt ist "Accelerated Mobile Pages (AMP)"?
es: ¿Qué es el proyecto Páginas Móviles Aceleradas (AMP)?
pl: Czym jest projekt Accelerated Mobile Pages?
vi: Dự án Trang Di động Gia tốc là gì?

source: <p>The Accelerated Mobile Pages (AMP) Project is an open source initiative that came out of discussions between publishers and technology companies about the need to improve the entire mobile content ecosystem for everyone -- publishers, consumer platforms, advertisers, creators, and users.</p> <p>Today, the expectation is that content should load super fast and be easy to explore. The reality is that content can take several seconds to load, or, because the user abandons the slow page, never fully loads at all. Accelerated Mobile Pages are web pages designed to load near instantaneously -- they are a step towards a better mobile web for all.</p>
de: <p>Das Projekt AMP (Accelerated Mobile Pages) ist eine Open Source Initiative, die aus Diskussionen zwischen Publishern und Technologieunternehmen hervorgegangen ist. Dabei ging es um die Notwendigkeit, das gesamte Ökosystem für mobile Inhalte für alle Teilnehmer zu verbessern – für Publisher, Verbraucherplattformen, Werbetreibende, Content Ersteller und Nutzer.</p> <p>Heutzutage wird erwartet, dass Inhalte sehr schnell geladen werden und leicht erschließbar sind. In Wirklichkeit kann der Ladevorgang aber mehrere Sekunden dauern. Oder Inhalte werden gar nicht vollständig geladen, da die Nutzer eine langsame Seite vorzeitig verlassen. Accelerated Mobile Pages sind Webseiten, die nahezu sofort geladen werden, und bilden damit einen Schritt in Richtung eines besseren mobilen Internets für alle.</p>
es: <p>El proyecto Páginas Móviles Aceleradas (AMP) es una iniciativa de código abierto que surgió de las discusiones entre los editores y las empresas de tecnología sobre la necesidad de mejorar todo el ecosistema de contenido móvil para todos: editores, plataformas de consumidores, anunciantes, creadores y usuarios.</p> <p>Actualmente, la expectativa es que el contenido se cargue rápidamente y sea fácil de explorar. La realidad es que el contenido puede tardar varios segundos en cargarse o, debido a que el usuario abandona la página lenta, nunca se carga completamente. Las páginas móviles aceleradas son páginas web diseñadas para cargarse casi instantáneamente y son un paso hacia una mejor web móvil para todos.</p>
pl: <p>Projekt Accelerated Mobile Pages (AMP) to inicjatywa open source, która powstała w wyniku rozmów wydawców i firm technologicznych na temat potrzeby ulepszenia całego ekosystemu treści mobilnych dla wszystkich — wydawców, platform konsumenckich, reklamodawców, twórców i użytkowników.</p> <p>Obecnie oczekuje się bardzo szybkiego ładowania i łatwości eksplorowania treści. W rzeczywistości załadowanie treści może trwać nawet kilka sekund i czasem użytkownik opuszcza ślamazarną stronę zanim zostanie w całości załadowana. Strony internetowe wykonane w technologii Accelerated Mobile Pages są zaprojektowane do błyskawicznego ładowania. To ważny krok w kierunku lepszego Internetu mobilnego dla wszystkich.</p>
vi: <p>Dự án Trang Di động Gia tốc (AMP) là một sáng kiến mã nguồn mở ra đời từ những cuộc thảo luận giữa các nhà phát hành và công ty công nghệ về nhu cầu cải thiện hệ sinh thái nội dung di động cho tất cả mọi người -- các nhà phát hành, nền tảng người tiêu dùng, nhà quảng cáo, nhà sáng tạo nội dung và người dùng.</p> <p>Ngày nay, kỳ vọng của mọi người là các nội dung cần được tải siêu nhanh và dễ khám phá. Thực tế là nội dung có thể mất một vài giây để tải, hoặc, bởi người dùng sẽ từ bỏ các trang tải chậm, không bao giờ được tải hoàn toàn. Trang Di động Gia tốc là các trang web được thiết kế để tải gần như tức thì -- chúng là một bước tiến đến một Internet tốt hơn cho di động cho tất cả mọi người.</p>

source: What are the benefits of Accelerated Mobile Pages?
de: Welche Vorteile bieten AMP Seiten?
es: ¿Cuáles son los beneficios de las páginas móviles aceleradas?
pl: Jakie są korzyści ze stosowania technologii Accelerated Mobile Pages?
vi: Lợi ích của Trang Di động Gia tốc là gì?

source: <p>Speed matters and instant is the ideal. Research has shown higher bounce rates associated with slower-loading web pages. Using the AMP format will make it far more compelling for people to consume and engage with more content. But this isn’t just about speed and performance. We also want to promote enhanced distribution so that publishers and advertisers can take advantage of the open web’s potential for their content to appear everywhere quickly -- across platforms and apps -- which can lead to more revenue.</p>
de: <p>Geschwindigkeit ist wichtig und sofortige Verfügbarkeit gilt als ideal. Untersuchungen haben gezeigt, dass langsam ladende Webseiten zu höheren Absprungraten führen. Der Einsatz des AMP Formats motiviert Besucher, mehr Inhalte zu konsumieren und sich mit ihnen zu beschäftigen. Doch es geht nicht nur um Geschwindigkeit und Leistung: Wir möchten auch die Verbreitung und Bereitstellung der Angebote fördern. Publisher und Werbetreibende sollen das Potenzial des offenen Internets nutzen und ihre Inhalte auf verschiedenen Plattformen und Apps schnell anzeigen können, um damit wiederum ihre Umsätze zu steigern.</p>
es: <p>La velocidad importa y el instante es el ideal. Las investigaciones mostraron mayores tasas de rebote asociadas con páginas web de carga más lenta. El uso del formato AMP hace mucho más atractivo que la gente consuma y participe con más contenido. Pero no se trata solo de velocidad y rendimiento. También queremos promover una distribución mejorada para que los editores y anunciantes aprovechen el potencial de la web abierta para que su contenido aparezca rápidamente en todas partes, a través de plataformas y aplicaciones, lo cual genera más ingresos.</p>
pl: <p>Szybkość ma znaczenie. Im szybciej, tym lepiej! Badania wykazały wyższe współczynniki odrzuceń na wolniejszych stronach internetowych. Dzięki zastosowaniu formatu AMP ludzie znacznie chętniej korzystają z większej ilości treści i bardziej się angażują. Nie chodzi jednak tylko o szybkość i wyniki. Chcemy również promować lepszą dystrybucję, aby wydawcy i reklamodawcy mogli wykorzystywać potencjał otwartej sieci, aby ich treści były wyświetlane szybko wszędzie — na wszystkich platformach i aplikacjach, gdyż może to skutkować zwiększeniem przychodów.</p>
vi: <p>Tốc độ rất quan trọng và tức thì là lý tưởng nhất. Nghiên cứu đã cho thấy các trang web tải chậm có tỷ lệ thoát trang cao hơn. Việc sử dụng định dạng AMP sẽ tạo động lực để mọi người sử dụng và tương tác với nội dung nhiều hơn. Nhưng AMP không chỉ có tốc độ và định dạng. Chúng tôi còn muốn quảng bá các hình thức phân phối tăng cường để các nhà phát hành và nhà quảng cáo có thể tận dụng tiềm năng của web mở để hiển thị nội dung của họ một cách nhanh chóng ở mọi nơi -- trên mọi nền tảng và ứng dụng -- để giúp tăng doanh thu.</p>

source: How do Accelerated Mobile Pages work?
de: Wie funktionieren AMP Seiten?
es: ¿Cómo funcionan las páginas móviles aceleradas?
pl: Jak działają strony AMP?
vi: Trang Di động Gia tốc hoạt động như thế nào?
