Repository: ampproject/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pl, vi

source: JavaScript is powerful, it can modify just about every aspect of the page, but it can also block DOM construction and delay page rendering (see also <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">Adding interactivity with JavaScript</a>). To keep JavaScript from delaying page rendering, AMP allows only asynchronous JavaScript.
de: JavaScript ist sehr mächtig: Es kann fast jeden Aspekt der Seite modifizieren, aber auch die DOM Erstellung blockieren und das Rendering der Seite verzögern (siehe auch <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">Interaktivität mit JavaScript hinzufügen</a>). Damit JavaScript das Rendering von Seiten nicht verzögert, erlaubt AMP nur asynchrones JavaScript.
es: JavaScript es potente, puede modificar casi todos los aspectos de la página, pero también puede bloquear la creación del DOM y renderizar la visualización de la página (consulte también <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">Cómo agregar interactividad con JavaScript</a>). Para evitar que JavaScript renderice la visualización de la página, AMP solo permite el JavaScript asíncrono.
pl: JavaScript jest potężny. Można nim modyfikować prawie każdy aspekt strony — ale także zablokować budowę modelu DOM i opóźnić wyświetlenie strony (patrz też <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">Dodawanie funkcji interaktywnych w JavaScripcie</a>). Aby JavaScript nie opóźniał wyświetlania strony, AMP zezwala tylko na asynchroniczny JavaScript.
vi: JavaScript rất mạnh, nó có thể sửa đổi mọi khía cạnh của một trang web, nhưng nó cũng có thể chặn cấu trúc DOM và làm trì hoãn việc render trang (xem thêm <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">Tăng tính tương tác với JavaScript</a>). Để giúp JavaScript không làm trễ tác vụ render trang, AMP chỉ cho phép JavaScript không đồng bộ.

source: AMP uncouples document layout from resource layout. Only one HTTP request is needed to layout the entire doc (<a href="#font-triggering-must-be-efficient">+fonts</a>). Since AMP is optimized to avoid expensive style recalculations and layouts in the browser, there won’t be any re-layout when resources load.
de: AMP trennt Dokumentlayout und Ressourcenlayout. Eine einzige HTTP Anforderung ist ausreichend, um das gesamte Dokument zu gestalten (<a href="#font-triggering-must-be-efficient">+Schriftarten</a>). AMP ist so optimiert, dass aufwendige Neuberechnungen von Style und Layout im Browser vermieden werden. Daher wird das Layout beim Laden der Ressourcen nicht erneut verarbeitet.
es: AMP separa el diseño del documento del diseño de los recursos. Solo se necesita una solicitud HTTP para diseñar todo el documento (<a href="#font-triggering-must-be-efficient">más fuentes</a>). Dado que AMP está optimizado para evitar costosos recálculos de estilo y de diseños en el navegador, no habrá ningún cambio de diseño cuando se carguen los recursos.
pl: AMP oddziela układ dokumentu od układu zasobów. Do wygenerowania układu całego dokumentu potrzebne jest tylko jedno żądanie HTTP (<a href="#font-triggering-must-be-efficient">i czcionki</a>). Jako że AMP jest zoptymalizowany tak, aby uniknąć kosztownych ponownych obliczeń stylów i generowania układów w przeglądarce, nie jest wykonywane ponowne generowanie układu podczas ładowania zasobów.
vi: AMP tách riêng bố cục tài liệu với bố cục tài nguyên. Chỉ cần một yêu cầu HTTP để tạo bố cục cho toàn bộ tài liệu (<a href="#font-triggering-must-be-efficient">+ phông chữ</a>). Bởi AMP được tối ưu để tránh việc tính lại style và bố cục vốn tiêu tốn nhiều tài nguyên trong trình duyệt, sẽ không cần sắp xếp lại bố cục khi tài nguyên được tải.

source: Any page that uses a custom script must tell the AMP system that it will eventually have a custom tag. For example, the <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> script tells the system that there will be an <code>amp-iframe</code> tag. AMP creates the iframe box before it even knows what it will include:
de: Jede Seite, die ein benutzerdefiniertes Skript verwendet, muss dem AMP System mitteilen, dass ein benutzerdefiniertes Tag zu erwarten ist. Das Skript <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> teilt dem System beispielsweise mit, dass ein <code>amp-iframe</code> Tag vorkommen wird. AMP erstellt das iframe Feld vorab, ohne seinen Inhalt zu kennen:
es: Cualquier página que utilice un script personalizado debe informar al sistema AMP que eventualmente contará con una etiqueta personalizada. Por ejemplo, el script <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> le informa al sistema que habrá una etiqueta <code>amp-iframe</code>. AMP crea la casilla de iframe antes de que sepa lo que contendrá:
pl: Każda strona korzystająca ze skryptu niestandardowego musi poinformować system AMP, że w końcu będzie zawierać znacznik niestandardowy. Na przykład skrypt <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> informuje system, że będzie zawierać znacznik <code>amp-iframe</code>. AMP tworzy pole iframe, zanim jeszcze dowie się, co będzie ono zawierać:
vi: Mọi trang sử dụng một script tùy chỉnh đều phải cho hệ thống AMP biết rằng nó sẽ có một thẻ tùy chỉnh. Ví dụ, script <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> cho hệ thống biết rằng sẽ có một thẻ <code>amp-iframe</code>. AMP sẽ tạo ra hộp iframe trước khi nó biết rằng trong đó sẽ có gì:

source: When AMP documents get prerendered for instant loading, only resources above the fold are actually downloaded. When AMP documents get prerendered for instant loading, resources that might use a lot of CPU (like third-party iframes) do not get downloaded.
de: Beim Prerendering von AMP Dokumenten zum sofortigen Laden werden nur Ressourcen aus dem angezeigten Bereich heruntergeladen. Beim Prerendering von AMP Dokumenten zum sofortigen Laden werden CPU intensive Ressourcen (z. B. iframes von Drittanbietern) nicht heruntergeladen.
es: Cuando los documentos de AMP son pre-renderizados para la carga instantánea, solo se descargan los recursos que se encuentran en primer plano en la página. Cuando los documentos de AMP son pre-renderizados para la carga instantánea, no se descargan los recursos que podrían utilizar mucho CPU (como los iframes de terceros).
pl: Gdy dokumenty AMP są wyświetlane z wyprzedzeniem dla błyskawicznego załadowania, faktycznie pobierane są tylko zasoby widoczne na ekranie. Zasoby mogące znacznie obciążać procesor (takie jak zewnętrzne ramki iframe) nie są wówczaspobierane.
vi: Khi các tài liệu AMP được render sẵn để tải tức thì, chỉ các tài nguyên trên bề mặt với thực sự được tải về. Khi các tài liệu AMP được render sẵn để tải tức thì, các tài nguyên có thể sử dụng nhiều CPU (như các iframe của bên thứ ba) sẽ không được tải về.

source: Vision & Mission
es: Visión y misión
pl: Wizja i misja
vi: Tầm nhìn & Sứ mệnh

source: Our vision is our north star we use to orient ourselves, and our mission describes the way we move into the direction of it.
de: Unsere Vision ist unser Polarstern, an dem wir uns orientieren, und unsere Mission beschreibt, wie wir uns in diese Richtung bewegen.
es: Nuestra visión es la guía que utilizamos para orientarnos, y nuestra misión describe la forma en que nos movemos hacia ella.
pl: Nasza wizja to gwiazda przewodnia, nadająca kierunek naszym działaniom, a misja opisuje sposób, w jaki zmierzamy w tym kierunku.
vi: Tầm nhìn của chúng tôi là kim chỉ nam để chúng tôi định hướng bản thân, và sứ mệnh của chúng tôi mô tả cách mà chúng tôi di chuyển trên con đường đó.

source: Vision
es: Visión
pl: Wizja
vi: Tầm nhìn

source: Mission
es: Misión
pl: Misja
vi: Sứ mệnh

source: A strong, user-first open web forever.
de: Ein starkes, nutzerorientiertes offenes Internet für alle Zeiten.
es: Una web abierta y sólida siempre enfocada en el usuario.
pl: Silny, otwarty Internet, zawsze zorientowany na użytkownika.
vi: Mãi mãi một web mở mạnh mẽ, đặt người dùng làm ưu tiên hàng đầu.

source: Provide a user-first format for web content, supporting the long-term success of every web publisher, merchant, and advertiser.
de: Wir wollen ein nutzerorientiertes Format für Webinhalte bereitstellen, das den langfristigen Erfolg aller Online Publisher, Händler und Werbetreibenden fördert.
es: Proporcionar un primer formato para el contenido web enfocado en el usuario, que respalde el éxito a largo plazo de cada editor, comerciante y anunciante de la web.
pl: Zapewnić zorientowany na użytkownika format treści internetowych, wspierający długoterminowy sukces każdego internetowego wydawcy, handlowca i reklamodawcy.
vi: Cung cấp một định dạng đặt người dùng làm ưu tiên hàng đầu cho nội dung web, hỗ trợ thành công dài hạn của mọi nhà phát hành web, thương gia và nhà quảng cáo.

source: Design Principles
de: Designprinzipien
es: Principios del diseño
pl: Zasady projektowania
vi: Nguyên tắc Thiết kế

source: These design principles are meant to guide the ongoing design and development of AMP. They should help us make internally consistent decisions.
de: Diese Designprinzipien sind ein Leitfaden für das kontinuierliche Design und die Entwicklung von AMP. Sie sollen uns helfen, in sich stimmige Entscheidungen zu treffen.
es: Estos principios del diseño tienen como objetivo guiar el diseño y desarrollo continuo de AMP. Nos ayudan a tomar decisiones propias que sean coherentes.
pl: Te zasady projektowania mają na celu ukierunkowanie nieustannego projektowania i rozwoju AMP. Powinny one pomóc nam w podejmowaniu spójnych wewnętrznie decyzji.
vi: Các nguyên tắt thiết kế này nhằm hướng dẫn việc thiết kế và phát triển liên tục cho AMP. Chúng giúp chúng tôi đưa ra các quyết định nhất quán về tư tưởng.

source: User Experience > Developer Experience > Ease of Implementation.
de: Benutzererfahrung > Entwicklererfahrung > Einfache Implementierung.
es: Experiencia del usuario > Experiencia del desarrollador > Facilidad de implementación.
pl: Doznania użytkownika > Doznania programisty > Łatwość wdrożenia.
vi: Trải nghiệm Người dùng > Trải nghiệm Nhà Phát triển > Dễ dàng Triển khai.

source: When in doubt, do what’s best for the end user experience, even if it means that it’s harder for the page creator to build or for the library developer to implement.
de: Wähle im Zweifelsfall das, was für den Endbenutzer am besten ist – selbst wenn dadurch die Erstellung der Seite oder die Implementierung der Lösung für die Entwickler erschwert werden.
es: En caso de dudas, haga lo que considere mejor para la experiencia del usuario final, incluso si eso significa que el creador de la página tendrá más dificultades para crearlo o el desarrollador de la biblioteca para implementarlo.
pl: W razie wątpliwości należy kierować się tym, co najlepsze z perspektywy użytkownika końcowego, nawet jeśli oznacza to większą trudność tworzenia stron dla ich twórców i implementacji dla programistów biblioteki.
vi: Nếu không chắc chắn, hãy chú trọng vào trải nghiệm của người dùng cuối, dù việc đó khó thực hiện hơn đối với tác giả trang web hoặc nhà phát triển thư viện.

source: Don’t design for a hypothetical faster future browser.
de: Entwickle nicht für einen künftigen Browser, der eventuell schneller sein wird.
es: No haga diseños para un futuro navegador que supuestamente será más rápido.
pl: Nie projektuj dla hipotetycznej, przyszłej, szybszej przeglądarki.
vi: Không thiết kế cho một trình duyệt tương lai nhanh hơn về mặt lý thuyết.

source: We’ve chosen to build AMP as a library in the spirit of the <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">EXTENSIBLE WEB MANIFESTO</a> to be able to fix the web of today, not the web of tomorrow. AMP should be fast in today’s browsers. When certain optimizations aren’t possible with today’s platform, AMP developers should participate in standards development to get these added to the web platform.</span>
de: Wir haben uns entschieden, AMP als eine Bibliothek im Geiste des <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">EXTENSIBLE WEB MANIFESTO</a> zu gestalten. Wir wollen in der Lage sein, Probleme im heutigen Internet zu beheben – nicht im Internet von morgen. AMP soll den in aktuellen Browsern schnell sein. Wenn bestimmte Optimierungen mit der heutigen Plattform nicht möglich sind, sollten AMP Entwickler Standards mitentwickeln, die der Webplattform hinzugefügt werden können.</span>
es: Elegimos crear AMP como una biblioteca inspirada en el <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">EXTENSIBLE WEB MANIFESTO</a>, un manifiesto creado con la idea de mejorar la web actual, no la web del mañana. AMP debería ser rápido en los navegadores actuales. Cuando algunas optimizaciones no son posibles en la plataforma actual, los desarrolladores de AMP deben participar en el desarrollo de estándares para agregarlos a la plataforma web.</span>
pl: Zbudowaliśmy AMP jako bibliotekę w duchu dokumentu <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">master/README.md">EXTENSIBLE WEB MANIFESTO</a>, aby naprawić Internet teraz, a nie w jakiejś przyszłości. AMP powinien być szybki w dzisiejszych przeglądarkach. Jeśli niektóre optymalizacje są niemożliwe na obecnie dostępnej platformie, programiści AMP powinni uczestniczyć w opracowywaniu standardów, aby dodać je do platformy internetowej.</span>
vi: Chúng tôi đã xây dựng AMP như một thư viện theo tinh thần của <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">TUYÊN NGÔN EXTENSIBLE WEB</a> để có thể khắc phục những vấn đề của mạng lưới web ngày nay, chứ không phải web của ngày mai. AMP cần phải nhanh cho các trình duyệt của ngày nay. Nếu một số khía cạnh tối ưu không thể được thực hiện với nền tảng của ngày nay, các nhà phát triển AMP cần tham gia vào quá trình phát triển tiêu chuẩn để bổ sung chúng vào nền tảng web.</span>

source: Don’t break the web.
de: Brich nicht das Internet.
es: No destroce la web.
pl: Nie psuj Internetu.
vi: Đừng phá vỡ web.

source: Ensure that if AMP has outages or problems it doesn’t hurt the rest of the web. That means if the Google AMP Cache, the URL API or the library fails it should be possible for websites to gracefully degrade. If something works with an AMP cache it should also work without a cache.
de: Stelle sicher, dass bei Ausfällen oder Problemen in AMP der Rest des Internets unbeeinträchtigt bleibt. Das heißt: Websites sollten weiterhin ordnungsgemäß funktionieren, falls der Google AMP Cache, die URL API oder die Bibliothek ausfällt. Wenn etwas mit AMP Cache funktioniert, sollte es auch ohne Cache funktionieren.
es: Asegúrese de que si AMP sufre interrupciones o problemas, no resulte perjudicado el resto de la web. Esto significa que si el caché AMP de Google, el API de la URL o la biblioteca fallan, debe ser posible que los sitios web se deterioren "con gracia". Si algo funciona con un caché de AMP, también debe funcionar sin él.
pl: Upewnij się, że awaria lub problem z AMP nie zaszkodzi reszcie Internetu. To znaczy, że jeśli sieć Google AMP Cache, interfejs API lub biblioteka adresu URL ulegną awarii, jakość działania witryn internetowych powinna ulec łagodnemu, a nie ostremu pogorszeniu. Jeśli jest problem z serwerem AMP Cache, strona powinna działać również bez buforowania.
vi: Đảm bảo rằng nếu AMP bị gián đoạn hay có vấn đề, điều đó sẽ không ảnh hưởng đến phần còn lại của mạng lưới web. Điều đó có nghĩa nếu Bộ nhớ đệm AMP của Google, API URL hoặc thư viện bị lỗi, các website vẫn có thể giảm bớt hiệu quả một cách mượt mà. Nếu một thứ gì đó hoạt động tốt với bộ nhớ đệm AMP, nó cũng cần hoạt động tốt khi không có bộ nhớ đệm.

source: Solve problems on the right layer.
de: Löse Probleme auf der richtigen Ebene.
es: Resuelva los problemas en el nivel correcto.
pl: Rozwiązuj problemy we właściwej warstwie.
vi: Giải quyết vấn đề ở đúng phân lớp.

source: E.g. don’t integrate things on the client side, just because that is easier, when the user experience would be better with a server side integration.
de: Integriere beispielsweise Elemente nicht clientseitig, nur weil dies einfacher ist, wenn die Benutzererfahrung bei einer serverseitigen Integration besser wäre.
es: Por ejemplo, no porque resulte más sencillo integre cosas del lado del cliente cuando la experiencia del usuario sería mejor si la integración se hace del lado del servidor.
pl: Nie integruj na przykład elementów po stronie klienta tylko dlatego, że jest to łatwiejsze, gdy integracja po stronie serwera zapewniłaby lepszą jakość.
vi: Nghĩa là không tích hợp yếu tố ở phía máy khách chỉ vì việc đó dễ hơn, nếu trải nghiệm của người dùng có thể được cải thiện với việc tích hợp ở phía máy chủ.

source: Only do things if they can be made fast.
de: Denke bei allen Entscheidungen an die Geschwindigkeit.
es: Solo haga cosas que pueda hacer rápidamente.
pl: Wszystkie decyzje podejmuj z myślą o szybkości działania.
vi: Chỉ làm những việc có thể cải thiện tốc độ tải trang.

source: Don’t introduce components or features to AMP that can’t reliably run at 60fps or hinder the instant load experience on today’s most common mobile devices.
de: Nimm keine Komponenten oder Funktionen in AMP auf, die nicht zuverlässig mit 60 FPS laufen können oder die das schnelle Laden auf den gängigen Mobilgeräten beeinträchtigen.
es: No introduzca componentes o funciones en AMP que no puedan ejecutarse de manera confiable a 60 FPS, o que dificulten la experiencia de carga instantánea en los dispositivos móviles más utilizados actualmente.
pl: Nie wprowadzaj do AMP składników ani funkcji, które nie mogą niezawodnie działać z szybkością 60 klatek na sekundę lub utrudnią błyskawiczne ładowanie na najpopularniejszych urządzeniach mobilnych.
vi: Không bổ sung vào AMP các thành phần hoặc tính năng không thể chạy ổn định ở 60fps hoặc cản trở trải nghiệm tải tức thì trên các thiết bị di động phổ biến nhất hiện nay.

source: Prioritise things that improve the user experience – but compromise when needed.
de: Bevorzuge Lösungen, mit denen die Benutzererfahrung verbessert wird – aber gehe bei Bedarf Kompromisse ein.
es: Dé prioridad a las cosas que mejoran la experiencia del usuario, pero comprométase cuando sea necesario.
pl: Nadawaj priorytet temu, co poprawia komfort użytkowania — ale w razie potrzeby idź na kompromis.
vi: Ưu tiên những việc có thể cải thiện trải nghiệm của người dùng – nhưng thỏa hiệp nếu cần thiết.

source: Some things can be made fast and are still a terrible user experience. AMPs should deliver a fantastic user experience and speed is just one part of that. Only compromise when lack of support for something would stop AMP from being widely used and deployed.
de: Manche Dinge funktionieren schnell und sorgen trotzdem für eine schreckliche Benutzererfahrung. AMP sollte eine fantastische Benutzererfahrung bieten, und Geschwindigkeit ist nur ein Teil davon. Gehe nur dann Kompromisse ein, wenn die mangelnde Unterstützung für eine Funktion die Verbreitung und Bereitstellung von AMP verhindert.
es: Algunas cosas pueden hacerse rápidamente aunque seguirán siendo una experiencia terrible para el usuario. Los AMP deben ofrecer una experiencia fantástica al usuario, y la velocidad solo es una parte de ello. Involúcrese solamente cuando la falta de soporte impida que AMP se utilice e implemente de manera amplia.
pl: Niektóre rzeczy mogą działać szybko, a i tak będą skutkować okropnymi doznaniami użytkownika. AMP ma zapewniać fantastyczne doznania użytkownika. Szybkość jest tylko jednym z nich. Na kompromis idź tylko wtedy, gdy brak obsługi jakichś funkcji uniemożliwiłby szerokie stosowanie i wdrażanie AMP.
vi: Một số thứ có thể vừa cải thiện tốc độ tải trang vừa là một trải nghiệm tồi tệ cho người dùng. AMP nên cung cấp một trải nghiệm người dùng tuyệt vời và tốc độ chỉ là một phần trong đó. Chỉ thỏa hiệp nếu sự thiếu hỗ trợ cho một tính năng nào đó sẽ khiến AMP không được sử dụng và triển khai rộng rãi.

source: No allowlists.
de: Keine allowlists.
es: Sin listas blancas.
pl: Żadnych list dozwolonych elementów.
vi: Không có danh sách cho phép.

source: We won’t give any special treatment to specific sites, domains or origins except where needed for security or performance reasons.
de: Wir gewähren keine Sonderbehandlung für bestimmte Websites, Domänen oder Quellen, es sei denn, dies ist aus Sicherheits- oder Leistungsgründen erforderlich.
es: No daremos ningún trato especial a sitios, dominios ni orígenes específicos, excepto cuando sea necesario hacerlo por razones de seguridad o desempeño.
pl: Nie będziemy specjalnie traktować określonych witryn, domen lub źródeł, chyba że to absolutnie konieczne ze względów bezpieczeństwa lub wydajności.
vi: Chúng tôi không thiên vị bất kỳ website, tên miền hay nguồn gốc nào trừ trường hợp bắt buộc vì lý do bảo mật hoặc hiệu quả.

source: Discover more...
de: Entdecke mehr...
es: Descubra más...
pl: Dowiedz się więcej...
vi: Khám phá thêm...

source: Create your first AMP page
de: Erstelle deine erste AMP Seite
es: Diseñe su primera página AMP
pl: Utwórz pierwszą stronę AMP
vi: Tạo trang AMP đầu tiên của bạn

source: Not sure how to get started? In this tutorial, you’ll learn how to create a basic AMP HTML page, how to stage it and validate that it’s AMP compliant, and finally ...
de: Nicht sicher, wo du anfangen sollst? In diesem Tutorial lernst du, eine einfache AMP HTML Seite zu erstellen, sie bereitzustellen, sie auf AMP Kompatibilität zu prüfen und schließlich...
es: ¿No sabe cómo empezar? Con este tutorial aprenderá cómo crear una página AMP HTML básica, cómo organizarla y comprobar que sea compatible con AMP, y por último...
pl: Nie wiesz jak zacząć? Z samouczka dowiesz się, jak utworzyć podstawową stronę AMPHTML, przygotować ją i sprawdzić, czy jest zgodna z AMP, a na koniec...
vi: Bạn không biết nên bắt đầu như thế nào? Trong bài hướng dẫn này, bạn sẽ biết cách để tạo một trang AMP HTML cơ bản, cách để chia giai đoạn và xác thực tuân thủ AMP cho nó, và cuối cùng...

source: In this tutorial, you'll learn how to use data binding and expressions to build awesome, interactive AMP pages with amp-bind ...
de: In diesem Tutorial lernst du, mithilfe von Datenbindung und Ausdrücken fantastische, interaktive AMP Seiten mit amp-bind zu erstellen...
es: Con este tutorial aprenderá cómo utilizar la vinculación de datos y expresiones para crear páginas AMP increíbles e interactivas con amp-bind...
pl: Z tego samouczka dowiesz się, jak stosować wiązanie danych i wyrażeń, aby tworzyć niesamowite, interaktywne strony AMP przy użyciu funkcji amp-bind...
vi: Trong bài hướng dẫn này, bạn sẽ học được cách sử dụng ràng buộc dữ liệu và các biểu thức để xây dựng các trang AMP đẹp mắt, tương tác với amp-bind...

source: Styling and layout on AMP HTML pages is very similar to normal HTML pages – in both cases, you'll use CSS.
de: Styling und Layout von AMP HTML Seiten funktionieren ganz ähnlich wie bei gewöhnlichen HTML Seiten mithilfe von CSS.
es: El estilo y el diseño que se utilizan en las páginas AMP HTML son muy similares a las páginas HTML normales, en ambos casos usará CSS.
pl: Określanie stylu i układu na stronach AMPHTML jest bardzo podobne do zwykłych stron HTML — w obu przypadkach będziesz używać CSS.
vi: Style và bố cục trên các trang AMP HTML rất giống với các trang web HTML thông thường – trong cả hai trường hợp, bạn sẽ đều sử dụng CSS.
