Repository: ampproject/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pl, vi

source: Get Started with Tutorials
de: Steige ein mit Tutorials
es: Comience con los tutoriales
pl: Zacznij od samouczków
vi: Bắt đầu với Hướng dẫn

source: AMP Websites
es: Sitios web de AMP
pl: Witryny internetowe AMP
vi: Website AMP

source: AMP Email
es: Correo electrónico de AMP
pl: Poczta e-mail AMP
vi: Email AMP

source: advertisers
de: Werbetreibende
es: Anunciantes
pl: reklamodawcy
vi: nhà quảng cáo

source: publishers
de: Publisher
es: Editores
pl: wydawcy
vi: nhà phát hành

source: e-commerce
es: Comercio electrónico
vi: thương mại điện tử

source: nonprofit
de: Gemeinnützige Organisationen
es: Sin fines de lucro
vi: phi lợi nhuận

source: social-media
de: Soziale Medien
es: Redes sociales
pl: media społecznościowe
vi: mạng xã hội

source: Magazine article
de: Zeitschriftenartikel
es: Artículo de revista
pl: Artykuł w czasopiśmie
vi: Bài viết tạp chí

source: Breaking the status quo
de: Überwindung des Status quo
es: Rompiendo el status quo
pl: Przezwyciężanie status quo
vi: Đột phá

source: This example of magazine article demonstrates how to build an immersive reading experience by adding animations that enhance the written content on the page.
de: Am Beispiel dieses Zeitschriftenartikels siehst du, wie du eine beeindruckende Leseerfahrung schaffst, bei der Animationen den schriftlichen Inhalt der Seite unterstreichen.
es: En este ejemplo de un artículo publicado en una revista, se muestra cómo crear experiencias de lectura inmersiva, agregando animaciones que mejorarán el contenido escrito de la página.
pl: Ten przykład artykułu w czasopiśmie pokazuje, jak zwiększyć atrakcyjność czytania, dodając animacje, które wzbogacają treść tekstową na stronie.
vi: Ví dụ về bài viết tạp chí này thể hiện cách để tạo một trải nghiệm đọc đắm chìm bằng cách bổ sung các hình hoạt họa tăng cường cho nội dung viết trên trang.

source: <code>amp-position-observer</code> in combination with <code>amp-animation</code> allows a smooth "scrolly-telling" experience with minimal effort and without any custom JavaScript.
de: <code>amp-position-observer</code> in Kombination mit <code>amp-animation</code> ermöglicht eine reibungslose "Scrollytelling" Erfahrung mit minimalem Aufwand und ohne benutzerdefiniertes JavaScript.
es: <code>amp-position-observer</code> en combinación con <code>amp-animation</code>, permite construir una experiencia intuitiva de “desplazamiento durante la lectura” con un esfuerzo mínimo y sin utilizar ningún tipo de Javascript personalizado.
pl: Składnik <code>amp-position-observer</code> w połączeniu ze składnikiem <code>amp-animation</code> umożliwia płynny storytelling przy minimalnym nakładzie pracy i bez niestandardowego kodu JavaScript.
vi: <code>amp-position-observer</code> kết hợp với <code>amp-animation</code> cho phép một trải nghiệm "kể chuyện cuộn" mượt mà với nỗ lực tối thiểu mà không cần JavaScript tùy chỉnh.

source: Experience Demo
de: Demo ansehen
es: Demostración de la experiencia
pl: Zobacz pokaz
vi: Trải nghiệm bản demo

source: Band page
de: Webseite einer Band
es: Página de la banda
pl: Strona zespołu
vi: Trang ban nhạc

source: Olga and the kings
pl: Olga i królowie
vi: Olga và các ông vua

source: Always thought that all AMP pages look the same? Checkout this incredible band website featuring various AMP components to create a vivid and enjoyable experience.
de: Dachtest du, alle AMP Seiten würden gleich aussehen? Sieh dir diese unglaubliche Band Website an, die verschiedene AMP Komponenten einsetzt, um eine lebendige und unterhaltsame Erfahrung zu schaffen.
es: ¿Siempre creyó que todas las páginas AMP eran parecidas? Revise el increíble sitio web de la banda, la cual incluye varios componentes de AMP para crear una experiencia auténtica y agradable.
pl: Zawsze zdawało Ci się, że wszystkie strony AMP wyglądają tak samo? Sprawdź tę niesamowitą witrynę z różnymi składnikami AMP, aby zobaczyć jak zapewnić użytkownikom żywe, przyjemne doznania.
vi: Bạn luôn cho rằng tất cả các trang AMP đều giống nhau? Hãy xem website ban nhạc tuyệt vời này, với nhiều thành phần AMP khác nhau để mang đến một trải nghiệm sinh động và đáng nhớ.

source: The use of <code>amp-sidebar</code> gives you the same feeling as if you are in a single page app.
de: Der Einsatz von <code>amp-sidebar</code> vermittelt das Feeling einer Single Page Webanwendung.
es: El uso de <code>amp-sidebar</code> le hará sentir como si estuviera en una aplicación de una sola página.
pl: Zastosowanie składnika <code>amp-sidebar</code> daje wrażenie, jakby była to jednostronicowa aplikacja.
vi: Việc sử dụng <code>amp-sidebar</code> cho bạn cảm giác như đang ở trong một ứng dụng đơn trang.

source: E-Commerce
es: Comercio electrónico
vi: Thương mại Điện tử

source: AMP shines for content pages. But it can also power e-commerce experiences.
de: AMP eignet sich bestens für Seiten mit Inhalten. Aber auch E-Commerce kann von AMP profitieren.
es: AMP brilla por el contenido de sus páginas. Pero también puede mejorar las experiencias con el comercio electrónico.
pl: AMP doskonale nadaje się do stron prezentujących treści. Może jednak również poprawić obsługę klienta w sklepach internetowych.
vi: AMP nổi bật khi được sử dụng trong các trang nội dung. Nhưng nó cũng có thể làm nền cho các trải nghiệm thương mại điện tử.

source: To learn more, we built a simple yet fully functional e-commerce site of our very own! Check out the site, and look at the code to learn about the best practices we discovered to build a great interactive experience on your domain and on AMP caches alike.
de: Zur Illustration haben wir eine simple, aber voll funktionsfähige E-Commerce Website erstellt! Sieh dir die Website an und studiere den Code, um einen Einblick in unsere Best Practices zu erhalten. Nutze sie gerne als Inspiration für deine eigene großartige, interaktive Erfahrung in deiner Domäne und in den AMP Caches.
es: Para brindarle más información, creamos nuestro propio sitio de comercio electrónico, ¡sencillo pero completamente funcional! Consulte el sitio y dele un vistazo al código para obtener más información sobre las prácticas recomendadas que descubrimos para crear una excelente experiencia interactiva, tanto en su dominio como en los cachés de AMP.
pl: Aby to pokazać, stworzyliśmy prostą, ale w pełni funkcjonalną, własną witrynę e-commerce! Sprawdź ją i przeczytaj kod, aby poznać sprawdzone metody pozwalające zapewnić doskonałą interaktywność w domenie i na serwerach AMP Cache.
vi: Để tìm hiểu thêm, chúng tôi đã xây dựng một website thương mại điện tử đơn giản nhưng đầy đủ chức năng của riêng mình! Hãy xem website này, đọc các đoạn mã để tìm hiểu thêm về các biện pháp thực hành tiên tiến nhất mà chúng tôi đã khám phá được để xây dựng một trải nghiệm tương tác tuyệt vời cho tên miền của bạn cũng như các bộ nhớ đệm AMP.

source: See on GitHub
de: Auf GitHub ansehen
es: Ver en GitHub
pl: Zobacz na GitHub
vi: Xem trên GitHub

source: Here we feature interesting and outstanding pages that have been published using AMP. We kindly invite you to look through them to see what AMP is capable of.
de: Hier findest du interessante und außergewöhnliche Seiten, die mithilfe von AMP veröffentlicht wurden. Wir laden dich herzlich ein, sie anzuschauen und die Möglichkeiten von AMP besser kennenzulernen.
es: Aquí le mostramos algunas de las páginas más interesantes y relevantes que han sido publicadas con AMP. Explórelas para que conozca lo que es posible hacer con AMP.
pl: Tutaj prezentujemy wyjątkowo interesujące strony, które zostały opublikowane przy użyciu AMP. Zachęcamy do ich przejrzenia, aby zobaczyć, co potrafi AMP.
vi: Đây là các trang thú vị và nổi bật đã được phát hành bằng AMP. Chúng tôi mời bạn xem qua chúng để biết AMP có thể làm những gì.

source: Musement’s mobile-first design helps users navigate 70% faster
de: Mit dem Mobile First Design von Musement können Benutzer um 70 % schneller navigieren
es: El diseño de Musement, enfocado en los móviles, permite que los usuarios naveguen 70% más rápido
pl: Zorientowany na urządzenia mobilne projekt Musement pozwala użytkownikom nawigować o 70% szybciej
vi: Thiết kế ưu tiên cho di động của Musement giúp người dùng điều hướng nhanh hơn đến 70%

source: To provide their blog content in a more attractive format, Ameba launched their article landing pages as AMP Stories
de: Um die Bloginhalte in einem attraktiveren Format bereitzustellen, hat Ameba die Landing Pages der Artikel als AMP Storys veröffentlicht
es: Si desea que el contenido de su blog se visualice en un formato más atractivo, Ameba lanzó las páginas de destino de sus artículos como historias de AMP
pl: Aby udostępnić treści na blogu w bardziej atrakcyjnym formacie, Ameba zaczęła publikować strony docelowe artykułów jako relacje AMP
vi: Để hiển thị nội dung blog của họ trong một định dạng hấp dẫn hơn, Ameba đã triển khai trang đích cho các bài viết của họ dưới dạng các Câu chuyện AMP

source: Complex Networks drives a 3x revenue increase with AMP
de: Complex Networks erreicht durch den Einsatz von AMP eine dreifache Umsatzsteigerung
es: Complex Networks genera ingresos 3 veces más altos gracias a AMP
pl: Complex Networks osiąga 3-krotny wzrost przychodów dzięki AMP
vi: Complex Networks tăng 3 lần doanh thu với AMP

source: AARP increases mobile conversion rate by 15% with AMP
de: AARP steigert mit AMP die mobile Konversionsrate um 15 %
es: AARP aumenta la tasa de conversión hasta un 15% en dispositivos móviles que utilizan AMP
pl: AARP zwiększa współczynnik konwersji mobilnej o 15% dzięki AMP
vi: AARP tăng 15% tỷ lệ chuyển đổi di động với AMP

source: KG Media’s AMP optimizations results
de: Ergebnisse der AMP Optimierung bei KG Media
es: Resultados de las optimizaciones de KG Media con AMP
pl: Wyniki przeprowadzonej przez KG Media optymalizacji AMP
vi: Kết quả tối ưu AMP của KG Media

source: Asahi.com uses a paired AMP approach for their free articles
de: Asahi.com verwendet ein binäres AMP Konzept für seine kostenlosen Artikel
es: Asahi.com utiliza un enfoque AMP emparejado para sus artículos gratuitos
pl: Asahi.com stosuje podejście z AMP i bez AMP do swoich artykułów bezpłatnych
vi: Asahi.com sử dụng một lối tiếp cận AMP kép cho các bài viết miễn phí của họ

source: RCS MediaGroup reports good news with AMP and PWA
de: RCS MediaGroup berichtet von guten Erfahrungen mit AMP und PWA
es: RCS MediaGroup da buenas noticias con AMP y PWA
pl: RCS MediaGroup głosi dobre wiadomości za pomocą AMP i PWA
vi: RCS MediaGroup báo cáo kết quả tốt với AMP và PWA

source: Advance Create boosting ads landing pages with AMP
de: Advance Create fördert Ad Landing Pages mit AMP
es: Advance Create mejora las páginas de destino de los anuncios con AMP
pl: Advance Create zwiększa zasięg stron docelowych reklam dzięki AMP
vi: Advance Create sử dụng AMP để tăng cường cho các trang đích quảng cáo

source: Times of India reports 1.5X more revenue yields, 3.6X faster load time with AMP
de: Times of India meldet 1,5-mal höhere Umsätze und 3,6-mal schnellere Ladezeiten dank AMP
es: Times of India reporta 1.5 veces mayores ingresos y un tiempo de carga 3.6 veces más rápido con AMP
pl: Times of India osiąga dzięki AMP 1,5-krotnie wyższe przychody i 3,6-krotnie krótszy czas ładowania
vi: Times of India báo cáo doanh thu gấp 1,5 lần và thời gian tải nhanh gấp 3,6 lần với AMP

source: greenslips.com.au boosts conversions by 12-15%, mobile speed by 15% with AMP
de: greenslips.com.au steigert mit AMP die Konversionen um 12-15 % und die mobile Geschwindigkeit um 15 %
es: greenslips.com.au aumenta las conversiones de 12 a 15%, y la velocidad en los dispositivos móviles un 15% con AMP
pl: Serwis greenslips.com.au zwiększa dzięki AMP konwersję o 12–15% i szybkość na urządzeniach mobilnych o 15%
vi: greenslips.com.au tăng tỷ lệ chuyển đổi thêm 12-15%, tốc độ di động thêm 15% với AMP

source: Tokopedia boosts mobile performance with AMP and PWA
de: Tokopedia steigert mit AMP und PWA die mobile Leistung
es: Tokopedia mejora el rendimiento de los dispositivos móviles con AMP y PWA
pl: Tokopedia zwiększa wydajność mobilną dzięki AMP i PWA
vi: Tokopedia tăng cường hiệu quả cho thiết bị di động với AMP và PWA

source: Readwhere provides seamless mobile content via AMP and PWA
de: Readwhere bietet nahtlose mobile Inhalte via AMP und PWA
es: Readwhere proporciona un contenido móvil sin interrupciones mediante AMP y PWA
pl: Za sprawą AMP i PWA Readwhere zapewnia płynne wyświetlanie treści mobilnych
vi: Readwhere cung cấp nội dung di động liền mạch thông qua AMP và PWA

source: DiscoverCarHire.com drives conversions with faster mobile page load times via AMP
de: DiscoverCarHire.com fördert via AMP die Konversionen mit schnelleren Ladezeiten für mobile Seiten
es: DiscoverCarHire.com genera conversiones con tiempos más rápidos para cargar las páginas en dispositivos móviles con ayuda de AMP
pl: Dzięki krótszemu czasowi ładowania stron mobilnych AMP DiscoverCarHire.com osiąga wyższy wskaźnk konwersji
vi: DiscoverCarHire.com tăng tỷ lệ chuyển đổi nhờ thời gian tải trang trên di động nhanh hơn thông qua AMP

source: Jagran New Media boosts traffic by 115% and revenue by 4.5X by expanding AMP strategy
de: Jagran New Media erweitert seine AMP Strategie und steigert den Datenverkehr um 115 % und den Umsatz um das 4,5-fache
es: Jagran New Media aumentó el tráfico un 115% y multiplicó sus ingresos por 4.5 al ampliar su estrategia AMP
pl: Jagran New Media zwiększa ruch o 115%, a przychody 4,5-krotnie, rozszerzając strategię AMP
vi: Jagran New Media tăng lưu lượng thêm 115% và doanh thu thêm 4,5 lần bằng cách mở rộng chiến lược AMP

source: Renovation Brands improves speed and site duration with AMP
de: Renovation Brands verbessert mit AMP die Geschwindigkeit und Stabilität der Website
es: Renovation Brands mejora la velocidad de carga y el tiempo de permanencia en el sitio web con AMP
pl: Użycie AMP przez Renovation Brands zwiększyło szybkość i wydłużyło czas trwania odwiedzin witryny
vi: Renovation Brands cải thiện tốc độ và thời lượng ghé thăm website với AMP

source: Metromile lowers costs, reaches more potential customers with AMP
de: Metromile senkt mit AMP die Kosten und erreicht mehr potenzielle Kunden
es: Metromile reduce costos y llega a más clientes potenciales con AMP
pl: Metromile obniża koszty i dociera do większej liczby potencjalnych klientów dzięki AMP
vi: Metromile giảm chi phí, tiếp cận được nhiều khách hàng tiềm năng hơn với AMP

source: Carved increases conversion rate by 75% with AMP and PWA
de: Carved erhöht mit AMP und PWA die Umwandlungsrate um 75 %
es: Carved aumentó su tasa de conversión un 75% con AMP y PWA
pl: Carved zwiększyło z AMP i PWA współczynnik konwersji o 75%
vi: Carved tăng 75% tỷ lệ chuyển đổi với AMP và PWA

source: TransUnion scores more conversions with faster page loads via AMP
de: TransUnion erzielt via AMP mehr Konversionen mit schnelleren Seitenladevorgängen
es: TransUnion obtiene más conversiones y cargas de página más rápidas con AMP
pl: TransUnion osiąga więcej konwersji dzięki szybszemu ładowaniu stron AMP
vi: TransUnion ghi nhận tỷ lệ chuyển đổi cao hơn nhờ tốc độ tải trang nhanh hơn với AMP

source: The story of the all-new BMW.com
de: Die Geschichte der brandneuen Website BMW.com
es: La historia de la página BMW.com totalmente renovada
pl: Historia zupełnie nowego BMW.com
vi: Câu chuyện về website mới của BMW.com

source: Innkeeper’s Advantage helps B&Bs book guests quicker with AMP
de: Dank AMP können B&B Gäste bei Innkeeper's Advantage schneller buchen
es: Innkeeper’s Advantage ayuda a que las reservaciones de B&amp;B sean más rápidas con AMP
pl: Innkeeper’s Advantage pomaga szybciej rezerwować miejsca dla gości w pensjonatach przy użyciu AMP
vi: Innkeeper’s Advantage giúp các cơ sở B&amp;Bs đặt khách nhanh hơn với AMP

source: Grupo Expansión boosts monetization with AMP
de: Grupo Expansión steigert mit AMP die Erträge
es: Grupo Expansión impulsa la monetización con AMP
pl: Grupo Expansión zwiększa monetyzację dzięki AMP
vi: Grupo Expansión tăng thu nhập với AMP

source: Merchology increases conversions, lowers load times with AMP
de: Merchology erhöht mit AMP die Konversionen und reduziert die Ladezeiten
es: Merchology aumenta las conversiones y reduce los tiempos de carga con AMP
pl: Merchology zwiększa konwersje i skraca czasy ładowania dzięki AMP
vi: Merchology tăng tỷ lệ chuyển đổi, giảm thời gian tải với AMP

source: Eski.mobi serves businesses going mobile with AMP
de: Eski.mobi betreut Unternehmen, die mit AMP mobil werden
es: Eski.mobi sirve a las empresas que eligen trasladarse a los dispositivos móviles con AMP
pl: Eski.mobi pomaga firmom przejść na treści mobilne za pomocą AMP
vi: Eski.mobi sử dụng AMP để phục vụ các doanh nghiệp chuyển đổi sang di động

source: Faster page loads with AMP deliver truckloads of new drivers to U.S. Xpress
de: Schnellere Seitenladezeiten mit AMP hilft U.S. Xpress, viele neue Fahrer zu finden
es: Con AMP se cargan más rápido las páginas para entregar pedidos con los nuevos conductores en US Xpress
pl: Szybsze ładowanie stron dzięki AMP przyciąga do US Xpress rzesze nowych kierowców
vi: Tốc độ tải trang nhanh hơn nhờ AMP đã đưa rất nhiều tài xế mới đến với U.S. Xpress

source: Event Tickets Center significantly boosts conversions with AMP
de: Event Tickets Center steigert mithilfe von AMP seine Konversionen erheblich
es: Event Tickets Center aumenta significativamente las conversiones hechas con AMP
pl: Event Tickets Center znacznie zwiększa konwersje dzięki AMP
vi: Event Tickets Center tăng đáng kể tỷ lệ chuyển đổi với AMP

source: ConsumersAdvocate.org boosts site performance with AMP
de: ConsumersAdvocate.org steigert mit AMP die Leistung seiner Website
es: ConsumersAdvocate.org aumenta el rendimiento del sitio con AMP
pl: ConsumersAdvocate.org zwiększa wydajność witryny dzięki AMP
vi: ConsumersAdvocate.org tăng hiệu quả website với AMP

source: Fastcommerce drives conversions for clients by building AMP-first
de: Fastcommerce entwickelt mit AMP im Fokus und steigert die Konversionsrate für Kunden
es: Fastcommerce impulsa las conversiones de los clientes al crear AMP-first
pl: Fastcommerce napędza konwersje klientów, tworząc rozwiązania zorientowane na AMP
vi: Fastcommerce tăng tỷ lệ chuyển đổi cho khách hàng bằng cách đặt AMP làm ưu tiên hàng đầu

source: Leading French organic retailer doubles mobile conversions with AMP
de: Führender französischer Bio Händler verdoppelt mit AMP die mobilen Konversionen
es: El primer minorista de productos orgánicos, Leading French, duplica las conversiones para dispositivos móviles con AMP
pl: Czołowy francuski sprzedawca produktów ekologicznych podwaja konwersje mobilne dzięki AMP
vi: Nhà bán lẻ thực phẩm hữu cơ hàng đầu của Pháp tăng gấp đôi tỷ lệ chuyển đổi trên di động với AMP

source: CNBC sees mobile speed and engagement gains with AMP
de: CNBC meldet Gewinne in mobiler Geschwindigkeit und Engagement dank AMP
es: CNBC comprobó que la velocidad de los dispositivos móviles y las ganancias por participación aumentan con AMP
pl: CNBC osiąga zwiększenie szybkości i zaangażowania na urządzeniach mobilnych dzięki AMP
vi: CNBC tăng tốc độ và độ gắn kết trên thiết bị di động với AMP

source: Wego.com increases mobile conversion rates 95% with AMP
de: Wego.com steigert mit AMP die mobile Konversionsrate um 95 %
es: Wego.com aumenta la tasa de conversión en dispositivos móviles hasta un 95% con AMP
pl: Wego.com zwiększa współczynniki konwersji mobilnej o 95% dzięki AMP
vi: Wego.com tăng 95% tỷ lệ chuyển đổi trên di động với AMP

source: India’s leading rental site improved owner-to-renter connections by 77% with AMP
de: Indiens führende Vermietungswebsite verbesserte mithilfe von AMP die Vermittlung von Eigentümern und Mietern um 77 %
es: El sitio para rentas más importante de la India mejoró las relaciones entre propietarios y arrendatarios en un 77% con AMP
pl: Czołowa indyjska strona poświęcona wynajmowi poprawiła połączenia właściciel-najemca o 77% dzięki AMP
vi: Website cho thuê nhà hàng đầu của Ấn Độ tăng 77% tỷ lệ kết nối giữa chủ sở hữu và người thuê với AMP

source: WompMobile consistently improves e-commerce clients’ conversion rates with AMP sites
de: WompMobile verbessert dank AMP Websites kontinuierlich die Umwandlungsraten von E-Commerce Kunden
es: WompMobile mejora constantemente las tasas de conversión de los clientes de comercio electrónico con sitios AMP
pl: WompMobile konsekwentnie poprawia współczynniki konwersji klientów e-commerce dzięki witrynom AMP
vi: WompMobile tăng trưởng ổn định tỷ lệ chuyển đổi của khách hàng thương mại điện tử với các website AMP

source: Terra drives mobile viewership up with AMP
de: Terra steigert mit AMP die Zahl der mobilen Besucher
es: Terra aumenta el número de visitantes en dispositivos móviles con AMP
pl: Terra zwiększa mobilną oglądalność dzięki AMP
vi: Terra tăng tỷ lệ độc giả trên di động với AMP

source: Milestone drives conversions with AMP pages for local hospitality site
de: Milestone fördert mit AMP Seiten die Konversionen einer Website für lokales Gastgewerbe
es: Milestone impulsa las conversiones con páginas AMP para el sitio web del hotel local
pl: Milestone napędza konwersje w lokalnej witrynie noclegowej za pomocą stron AMP
vi: Milestone tăng tỷ lệ chuyển đổi với các trang AMP cho những cơ sở lưu trú tại địa phương

source: Hearst integrates key partner and product solutions on AMP
de: Hearst integriert wichtige Partner- und Produktlösungen in AMP
es: Hearst integra las soluciones clave de los socios y los productos en AMP
pl: Hearst integruje kluczowe rozwiązania partnerskie i produktowe za pomocą AMP
vi: Hearst tích hợp các đối tác và giải pháp sản phẩm quan trọng trên AMP

source: Wired AMP’s its 20+ year archive to meet audiences online
de: Wired bietet sein seit 20 Jahren gepflegtes Archiv jetzt auch über AMP an
es: Wired diseña sus archivos desde hace más de 20 años con AMP para llegar al público en línea
pl: Wired oferuje teraz w Internecie swoje archiwum z ponad 20 lat przy użyciu AMP
vi: Wired chuyển đổi kho lưu trữ 20 năm của họ sang định dạng AMP để đáp ứng nhu cầu của khách hàng trực tuyến

source: Slate gets efficient with AMP
de: Slate gewinnt dank AMP an Effizienz
es: Slate se vuelve más eficiente con AMP
pl: Slate osiąga efekty dzięki AMP
vi: Slate tăng hiệu quả với AMP

source: Relay Media helps publishers get AMP’d
de: Relay Media hilft Publishern beim Wechsel zu AMP
es: Relay Media ayuda a que los editores utilicen AMP
pl: Relay Media pomaga wydawcom przejść na AMP
vi: Relay Media giúp các nhà phát hành thích ứng với AMP

source: plista grows publisher revenue & user engagement with AMP
de: plista steigert mithilfe von AMP den Umsatz von Publishern und das Engagement der Nutzer
es: plista aumenta los ingresos de los editores y el compromiso de los usuarios con AMP
pl: Plista zwiększa przychody wydawcy i zaangażowanie użytkowników dzięki AMP
vi: plista tăng doanh thu cho nhà phát hành &amp; độ gắn kết của người dùng với AMP

source: Create flawless web experiences
de: Erstelle tadellose Web-Erlebnisse
es: Cree experiencias web perfectas
pl: Tworzenie nienagannych rozwiązań internetowych
vi: Tạo các trải nghiệm web hoàn hảo

source: Snackable Stories for everyone
de: Kurzweilige Storys für alle
pl: Relacje, które każdy może udostępnić wszystkim
vi: Câu chuyện Ăn liền cho tất cả mọi người

source: Super fast ads on the web
de: Blitzschnelle Ads im Internet
es: Anuncios súper rápidos en la web
pl: Superszybkie reklamy w Internecie
vi: Quảng cáo cực nhanh trên web

source: Next gen email
de: E-Mail der nächsten Generation
es: Correo electrónico de última generación
pl: Poczta elektroniczna nowej generacji
vi: Email thế hệ kế tiếp

source: Use cases
es: Casos de uso
pl: Przykładowe realizacje
vi: Trường hợp sử dụng
