Repository: ampproject/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pl, vi

source: <p>If a publisher or advertiser collects data from users who view its AMP pages, such data collection is governed by their privacy policy. It is the publisher or advertiser’s responsibility to disclose its privacy policy, ideally by including a link to it within each of their AMP pages.</p> <p>Furthermore, the laws in many jurisdictions, such as in the European Union, require a website to give visitors information about cookies and other forms of local storage used on the site (including AMP pages). In many cases, these laws also require that the website obtain consent. It is the website's responsibility to determine, based on its use of cookies, what type of notice would be appropriate. Additional information and tools for generating cookie notices can be found at www.cookiechoices.org. Note that the AMP component <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> provides a way to display a dismissable notification to the user.</p> <p>If an AMP page is shown within a viewer on a third party platform, such as a Google AMP Viewer on Google Search, the viewer may be a hybrid environment in which the AMP page and the third party platform may each collect data about the user. In such a case, data collection by each party is governed by that party’s privacy policy (i.e., in a hybrid viewer environment, data collected by the AMP page is governed by its privacy policy and data collected by the third party platform is governed by the platform’s privacy policy). It is each party’s responsibility to disclose its privacy policy and comply with relevant data regulations, including European laws relating to its use of cookies.</p>
de: <p>Wenn Publisher oder Werbetreibende Daten der Nutzer sammeln, die ihre AMP Seiten besuchen, unterliegt diese Datenerfassung ihrer Datenschutzerklärung. Publisher und Werbetreibende sind selbst verantwortlich für die Offenlegung ihrer Datenschutzerklärung. Im Idealfall sollte jede AMP Seite einen entsprechenden Link enthalten.</p> <p>Zudem fordern die Gesetze in vielen Gerichtsbarkeiten wie zum Beispiel in der Europäischen Union, dass eine Website ihre Besucher über Cookies und andere Formen der lokalen Speicherung informiert, die auf der Website (einschließlich auf AMP Seiten) zum Einsatz kommen. In vielen Fällen fordern diese Gesetze auch, dass die Website die Zustimmung der Nutzer einholt. Je nachdem, wie Cookies genutzt werden, muss die Website eine angemessene Benachrichtigungsart implementieren. Weitere Informationen und Tools zum Generieren von Cookie Benachrichtigungen findest du auf www.cookiechoices.org. Bitte beachte, dass die AMP Komponente <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> eine Methode zur Anzeige einer Benachrichtigung bietet, die Nutzer zurückweisen können.</p> <p>Wenn eine AMP Seite in einem Viewer auf einer Drittanbieterplattform angezeigt wird, wie beispielsweise Google AMP Viewer in der Google Suche, kann der Viewer eine hybride Umgebung sein, in der sowohl die AMP Seite als auch die Drittanbieterplattform Daten über die Nutzer sammeln können. In diesem Fall wird die Datenerfassung durch die Datenschutzerklärung der jeweiligen Partei geregelt (in einer hybriden Viewer Umgebung unterliegen beispielsweise die von der AMP Seite gesammelten Daten der Datenschutzerklärung der AMP Seite und die von der Drittanbieterplattform gesammelten Daten der Datenschutzerklärung der Plattform). Jede Partei ist dafür verantwortlich, ihre Datenschutzerklärung offenzulegen und die entsprechenden Datenvorschriften einzuhalten, einschließlich der europäischen Gesetze hinsichtlich der Verwendung von Cookies.</p>
es: <p>Si un editor o publicista recopila datos de los usuarios que ven sus páginas de AMP, dicha recopilación de datos se regirá por su política de privacidad. Es responsabilidad del editor o del publicista divulgar su política de privacidad, idealmente incluyendo un enlace dentro de cada una de sus páginas de AMP.</p> <p>Además, las leyes en muchas jurisdicciones, como las de la Unión Europea, exigen que un sitio web proporcione a los visitantes información sobre las cookies y otras formas de almacenamiento local utilizadas en el sitio (incluidas las páginas de AMP). En muchos casos, estas leyes también exigen que el sitio web obtenga su consentimiento. Es responsabilidad del sitio web determinar, en función del uso de las cookies, el tipo de aviso que sería apropiado. En www.cookiechoices.org puede encontrar información adicional y herramientas para generar avisos de cookies. Tenga en cuenta que el componente AMP <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> proporciona una forma de mostrar una notificación descartable al usuario.</p> <p>Si una página AMP se muestra dentro de un visor en una plataforma de terceros, como un visor AMP de Google en Google Search, el visor puede ser un entorno híbrido en el que la página AMP y la plataforma de terceros pueden recopilar datos sobre el usuario. En ese caso, la recopilación de datos por cada una de las partes se rige por la política de privacidad de dicha parte (es decir, en un entorno de visualización híbrido, los datos recopilados por la página de AMP se regirán por su política de privacidad y los datos recopilados por la plataforma de terceros se regirán por la política de privacidad de ellos). Es responsabilidad de cada una de las partes divulgar su política de privacidad y cumplir con las regulaciones de datos correspondientes, incluidas las leyes europeas relacionadas con el uso de las cookies.</p>
pl: <p>Jeśli wydawca lub reklamodawca zbiera dane od użytkowników, którzy przeglądają jego strony AMP, takie zbieranie danych podlega jego zasadom ochrony prywatności. Wydawca lub reklamodawca jest odpowiedzialny za ujawnienie stosowanych zasad, najlepiej poprzez zamieszczenie linku do niej na każdej ze stron AMP.</p> <p>Przepisy obowiązujące w wielu miejscach, np. w Unii Europejskiej, wymagają ponadto od witryny internetowej podawania odwiedzającym informacji na temat plików cookie i innych form lokalnego przechowywania danych w witrynie (dotyczy to również stron AMP). W wielu przypadkach przepisy te wymagają również uzyskania zgody od użytkownika. Na witrynie spoczywa obowiązek ustalenia na podstawie plików cookie odpowiedniego typu zawiadomienia. Dodatkowe informacje i narzędzia do generowania powiadomień o plikach cookie można znaleźć na stronie www.cookiechoices.org. Należy zauważyć, że powiadomienie składnika AMP <a href="/docs/reference/components/amp-user-notification.html">amp-user</a> zapewnia sposób wyświetlania użytkownikowi powiadomienia, które można odrzucić.</p> <p>Jeśli strona AMP jest wyświetlana w przeglądarce na platformie strony trzeciej, takiej jak Google AMP Viewer w wyszukiwarce Google, przeglądarka może być środowiskiem hybrydowym, w którym dane dotyczące użytkownika może gromadzić zarówno strona AMP i platforma strony trzeciej. W takim przypadku zbieranie danych przez każdą ze stron podlega polityce prywatności tej strony (tj. w środowisku przeglądarki hybrydowej dane gromadzone przez stronę AMP podlegają jej polityce prywatności, a dane gromadzone przez platformę zewnętrzną podlegają polityce prywatności platformy). Każda ze stron ponosi odpowiedzialność za ujawnienie swojej polityki prywatności i przestrzeganie odpowiednich przepisów dotyczących ochrony danych, w tym przepisów europejskich dotyczących stosowania plików cookie.</p>
vi: <p>Nếu một nhà phát hành hoặc nhà quảng cáo thu thập dữ liệu từ những người dùng xem trang AMP của họ, việc thu thập dữ liệu đó sẽ được quản lý bởi chính sách quyền riêng tư của họ. Nhà phát hành hoặc nhà quảng cáo có trách nhiệm tiết lộ chính sách quyền riêng tư của họ, tốt nhất là bằng cách bao gồm một liên kết đến nó trong mỗi trang AMP của họ.</p> <p>Thêm vào đó, luật pháp ở nhiều khu vực tài phán, ví dụ như Liên minh Châu Âu, đòi hỏi một website cung cấp cho khách truy cập thông tin về cookie và các loại hình lưu trữ cục bộ khác được sử dụng trên website (bao gồm các trang AMP). Trong nhiều trường hợp, các luật pháp này cũng yêu cầu website có được sự đồng ý từ khách truy cập. Website đó có trách nhiệm xác định, dựa trên việc sử dụng cookie của họ, loại thông báo phù hợp. Thông tin bổ sung và các công cụ để tạo thông báo về cookie có thể được tìm thấy tại www.cookiechoices.org. Lưu ý rằng thành phần AMP <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> là một cách để hiển thị một thông báo có thể tắt cho người dùng.</p> <p>Nếu một trang AMP được hiển thị trong một trình xem trên một nền tảng của bên thứ ba, ví dụ như Google AMP Viewer trên Google Tìm kiếm, trình xem đó có thể là một môi trường lai, trong đó cả trang AMP và nền tảng của bên thứ ba đều có thể thu thập dữ liệu về người dùng. Trong trường hợp đó, việc thu thập dữ liệu bởi mỗi bên đều được quản lý bởi chính sách quyền riêng tư của bên đó (nghĩa là, trong một môi trường trình xem lai, dữ liệu được thu thập bởi trang AMP sẽ được quản lý bởi chính sách quyền riêng tư của họ và dữ liệu được thu thập bởi nền tảng của bên thứ ba sẽ được quản lý bởi chính sách quyền riêng tư của nền tảng đó). Mỗi bên đều có trách nhiệm tiết lộ chính sách quyền riêng tư của họ và tuân thủ các quy định liên quan về dữ liệu, bao gồm luật pháp Châu Âu về việc sử dụng cookie của họ.</p>

source: What type of content works best using Accelerated Mobile Pages?
de: Welche Arten von Inhalten eignen sich am für AMP?
es: ¿Qué tipo de contenido funciona mejor con las páginas móviles aceleradas?
pl: Jaki typ treści najlepiej jest stosować na stronach Accelerated Mobile Pages?
vi: Loại nội dung thích hợp nhất với Trang Di động Gia tốc?

source: <p>The goal is for all content, from news stories to videos and from blogs to commerce pages and GIFs, to work using Accelerated Mobile Pages.</p>
de: <p>Ziel ist, dass AMP für alle Inhalte – News Storys und Videos, Blogs, kommerzielle Seiten und GIFs – verwendet werden kann.</p>
es: <p>El objetivo es que todo el contenido, desde noticias hasta videos, y desde blogs y páginas comerciales hasta GIF, funcionen utilizando las páginas móviles aceleradas.</p>
pl: <p>Celem jest to, aby cała treść, od artykułów prasowych po filmy i od blogów po strony handlowe i pliki GIF, działała przy użyciu technologii Accelerated Mobile Pages.</p>
vi: <p>Mục tiêu là đảm bảo mọi nội dung, từ các câu chuyện tin tức đến video và từ các blog đến các trang thương mại và GIF đều hoạt động với Trang Di động Gia tốc.</p>

source: Does making my content work for Accelerated Mobile Pages entail more work?
de: Ist die Optimierung meiner Inhalte für AMP mit viel Arbeit verbunden?
es: ¿Hacer que mi contenido funcione para las páginas móviles aceleradas implica más trabajo?
pl: Czy przebudowanie treści na technologię Accelerated Mobile Pages wymaga więcej pracy?
vi: Liệu tôi có phải mất nhiều công sức để thích ứng nội dung của mình với Trang Di động Gia tốc?

source: <p>In short, not much. Since “AMP HTML” is built entirely out of existing web technologies, the development process mirrors the one publishers and advertisers are already using today. Publishers and advertisers can familiarize themselves with the <a href="/docs/fundamentals/spec.html">AMP HTML specification</a> on GitHub. For those used to the current process, we don’t expect a significant learning curve.</p>
de: <p>Kurz gesagt: nicht wirklich. Da "AMP HTML" komplett aus vorhandenen Webtechnologien besteht, entspricht der Entwicklungsprozess für AMP dem Prozess, den Publisher und Werbetreibende bereits nutzen. Publisher und Werbetreibende können sich mit der <a href="/docs/fundamentals/spec.html">AMP HTML Spezifikation</a> auf GitHub vertraut machen. Wer die gängigen Abläufe kennt, hat keinen besonderen Lernaufwand zu erwarten.</p>
es: <p>En resumen, no mucho. Dado que “AMP HTML” se creó completamente a partir de tecnologías web existentes, el proceso de desarrollo refleja el que los editores y anunciantes ya utilizan actualmente. Los editores y anunciantes pueden familiarizarse con la <a href="/docs/fundamentals/spec.html">especificación AMP HTML</a> en GitHub. Para quienes están acostumbrados al proceso actual, no esperamos una curva de aprendizaje significativa.</p>
pl: <p>Krótko mówiąc, niewiele więcej. Język „AMPHTML” jest zbudowany w całości z istniejących technologii internetowych, więc rozwój odzwierciedla procesy stosowane już przez wydawców i reklamodawców. Wydawcy i reklamodawcy mogą zapoznać się ze specyfikacją <a href="/docs/fundamentals/spec.html">AMPHTML</a> na GitHub. W przypadku osób przyzwyczajonych do bieżącego procesu krzywa uczenia się powinna być łagodna.</p>
vi: <p>Ngắn gọn thì không. Bởi “AMP HTML” được xây dựng hoàn toàn từ các công nghệ web hiện có, quy trình phát triển sẽ giống như những gì mà các nhà phát hành và nhà quảng cáo đã quen dùng ngày nay. Các nhà phát hành và nhà quảng cáo có thể làm quen với <a href="/docs/fundamentals/spec.html">thông số AMP HTML</a> trên GitHub. Đối với những người đã quen với quy trình hiện tại, chúng tôi kỳ vọng một đường cong học tập không đáng kể.</p>

source: How can a publisher or advertiser get content into AMP HTML?
de: Wie können Publisher und Werbetreibende ihre Inhalte in AMP HTML konvertieren?
es: ¿Cómo puede un editor o un publicista introducir contenido en AMP HTML?
pl: W jaki sposób wydawca lub reklamodawca może pzekonwertować treść na format AMPHTML?
vi: Làm thế nào một nhà phát hành hoặc nhà quảng cáo có thể đưa nội dung vào AMP HTML?

source: <p>Publishers and Content Management System (CMS) providers can develop an integration with their CMS to generate AMP content. Automattic has already published a <a href="https://wordpress.org/plugins/amp/">WordPress AMP plugin</a> and we hope that all content management systems will add support for AMP HTML pages.</p>
de: <p>Publisher und Anbieter von Content Management Systemen (CMS) können eine Integration mit ihren CMS entwickeln, um AMP Inhalte zu generieren. Automattic bietet bereits ein <a href="https://wordpress.org/plugins/amp/">AMP Plugin für WordPress</a> an, und wir hoffen, dass alle Content Management Systeme die Unterstützung für AMP HTML Seiten hinzufügen werden.</p>
es: <p>Los editores y los proveedores del Sistema de Administración de Contenidos (CMS) pueden desarrollar una integración con su CMS para generar el contenido AMP. Automattic ya publicó un complemento <a href="https://wordpress.org/plugins/amp/">WordPress AMP</a> y esperamos que todos los sistemas de administración de contenido agreguen la compatibilidad para las páginas AMP HTML.</p>
pl: <p>Wydawcy i dostawcy systemów zarządzania treścią (CMS) mogą opracować integrację ze swoimi systemami CMS w celu generowania treści AMP. Firma Automattic opublikowała już <a href="https://wordpress.org/plugins/amp/">wtyczkę WordPress AMP</a> i mamy nadzieję, że wszystkie systemy zarządzania treścią dodadzą obsługę stron AMPHTML.</p>
vi: <p>Các nhà phát hành và nhà cung cấp Hệ thống Quản lý Nội dung (CMS) có thể tích hợp với CMS của họ để tạo ra nội dung AMP. Automattic đã phát hành một <a href="https://wordpress.org/plugins/amp/">tiện ích AMP cho WordPress</a> và chúng tôi hi vọng mọi hệ thống quản lý nội dung đều sẽ bổ sung hỗ trợ cho các trang AMP HTML.</p>

source: Is AMP only for mobile?
de: Ist AMP nur für mobile Geräte gedacht?
es: ¿AMP solo es para dispositivos móviles?
pl: Czy technologia AMP jest przeznaczona tylko dla urządzeń mobilnych?
vi: Có phải AMP chỉ dành cho di động?

source: <p>AMP was designed with responsiveness in mind, to work across <em>all</em> screen sizes. However, some features for third-party platforms (e.g., Google's Top Stories carousel) may only be designed for the mobile experience. Check with the third-party platform for how they use AMP. For more information about mobile and desktop AMP pages, see Paul Bakaus' blog post on <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">About that ‘mobile’ in Accelerated Mobile Pages</a>.</p>
de: <p>Bei der Entwicklung von AMP wurde stets auf die Reaktionsfähigkeit geachtet, damit das Framework in <em>allen</em> Bildschirmformaten funktioniert. Trotzdem kann es ein, dass bestimmte Funktionen für Drittanbieterplattformen (z. B. das Karussell in den Google Top Storys) nur für die mobile Darstellung geeignet sind. Informiere dich bei der Drittanbieterplattform darüber, wie sie AMP einsetzt. Weitere Informationen über AMP Seiten für mobile Geräte und Desktops findest du im Blogbeitrag <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">About that ‘mobile’ in Accelerated Mobile Pages</a> von Paul Bakaus.</p>
es: <p>AMP fue diseñado con capacidad de respuesta reflexionada para trabajar en <em>cualquier</em> tamaño de pantalla. Sin embargo, algunas funciones para plataformas de terceros (por ejemplo, el carrusel de las historias más importantes de Google) solo pueden diseñarse para experiencias móviles. Consulte plataformas de terceros para saber cómo utilizan AMP. Para obtener más información sobre las páginas AMP móviles y de escritorio, consulte la entrada del blog de Paul Bakaus en <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">Sobre ese concepto “móvil” en las páginas aceleradas móviles</a>.</p>
pl: <p>AMP zaprojektowano z myślą o szybkości działania na <em>wszystkich</em> rozmiarach ekranu. Niektóre funkcje platform zewnętrznych (np. karuzela „Top Stories” Google) mogą działać wyłącznie na urządzeniach mobilnych. Sposób stosowania AMP należy sprawdzić na platformie zewnętrznej. Więcej informacji na temat stron AMP dla urządzeń mobilnych i komputerów zawiera post na blogu Paula Bakausa <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">About that ‘mobile’ in Accelerated Mobile Pages</a> (O „mobilności” w Accelerated Mobile Pages).</p>
vi: <p>AMP được thiết kế chú trọng đến độ nhanh nhạy, để hoạt động trên <em>mọi</em> kích cỡ màn hình. Tuy nhiên, một số tính năng cho các nền tảng thuộc bên thứ ba (ví dụ như băng chuyền Câu chuyện nổi bật của Google) có thể chỉ được thiết kế cho trải nghiệm di động. Hãy kiểm tra với nền tảng của bên thứ ba đó để biết cách họ sử dụng AMP. Để biết thêm thông tin về các trang AMP cho di động và máy tính để bàn, hãy xem bài đăng blog của Paul Bakaus <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">About that ‘mobile’ in Accelerated Mobile Pages (Về từ ‘di động’ trong Trang Di động Gia tốc)</a>.</p>

source: Platform Involvement
de: Beteiligung von Plattformen
es: Inclusión de una plataforma
pl: Zaangażowanie platform
vi: Nền tảng Tham gia

source: How can a consumer platform get involved in Accelerated Mobile Pages?
de: Wie kann sich eine Verbraucherplattform am AMP Projekt beteiligen?
es: ¿Cómo puede una plataforma de consumidores participar en el proyecto AMP?
pl: Jak platforma konsumencka może brać udział w projekcie Accelerated Mobile Pages?
vi: Làm thế nào để một nền tảng người tiêu dùng có thể tham gia Trang Di động Gia tốc?

source: <p>The project is open to everyone, and existing members of the project are very enthusiastic to engage with consumer platforms on the initiative. Google has opened its cache for use for free by anyone, including to consumer platforms that would like to display AMP content in their environment. Please get in touch via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> and we will address your questions as quickly as we can.</p>
de: <p>Das Projekt steht allen offen, und die aktiven Projektmitglieder engagieren sich gerne bei neuen Verbraucherplattformen. Googles kostenloser Cache ist offen für alle, auch für Verbraucherplattformen, die AMP Inhalte in ihrer Umgebung präsentieren möchten. Bitte kontaktiere uns via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>. Wir werden so schnell wie möglich antworten.</p>
es: <p>El proyecto está abierto para todos y los miembros actuales del proyecto están muy entusiasmados por participar en la iniciativa con plataformas de consumidores. Google abrió su uso gratuito a cualquier persona, incluyendo las plataformas de consumidores que deseen mostrar el contenido de AMP en su entorno. Póngase en contacto mediante <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> y responderemos sus preguntas lo antes posible.</p>
pl: <p>Projekt jest otwarty dla wszystkich! Obecni członkowie entuzjastycznie podchodzą do uczestnictwa w inicjatywie platform konsumenckich. Google udostępnia swoje serwery buforujące do bezpłatnego użytku dla wszystkich, w tym platform konsumenckich, które chcą wyświetlać treści AMP w swoim środowisku. Skontaktuj się z nami za pośrednictwem <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>. Odpowiemy na Twoje pytania tak szybko, jak to będzie możliwe.</p>
vi: <p>Dự án này được mở cho tất cả mọi người, và các thành viên hiện tại của dự án đều rất mong được gắn kết với những nền tảng người tiêu dùng tham gia sáng kiến. Google đã mở cửa bộ nhớ đệm của họ để cho phép mọi người sử dụng miễn phí, bao gồm cả các nền tảng người tiêu dùng muốn hiển thị nội dung AMP trong môi trường của họ. Hãy liên hệ thông qua <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> và chúng tôi sẽ trả lời câu hỏi của bạn trong thời gian sớm nhất có thể.</p>

source: How can an advertising or technology vendor get involved in Accelerated Mobile Pages?
de: Wie kann sich ein Werbe- oder Technologieanbieter am AMP Projekt beteiligen?
es: ¿Cómo puede un proveedor de anuncios o tecnología involucrarse en las páginas móviles aceleradas?
pl: W jaki sposób dostawca reklam lub technologii może brać udział w projekcie Accelerated Mobile Pages?
vi: Làm thế nào để một nhà cung cấp quảng cáo hoặc công nghệ tham gia Trang Di động Gia tốc?

source: <p>Please review the <a href="https://github.com/ampproject/amphtml/tree/main/3p#ads">contributing guidelines</a> and get in touch via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>.</p>
vi: <p>Hãy xem lại <a href="https://github.com/ampproject/amphtml/tree/main/3p#ads">hướng dẫn đóng góp</a> và liên hệ qua <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>.</p>

source: How does advertising work on Accelerated Mobile Pages?
de: Wie funktioniert Werbung bei AMP?
es: ¿Cómo funciona la publicidad en las páginas móviles aceleradas?
pl: Jak działa reklama na stronach w formacie Accelerated Mobile Pages?
vi: Cách thức hoạt động của quảng cáo trong Trang Di động Gia tốc?
