Repository: ampproject/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pl, vi

source: All CSS must be inline and size-bound
de: CSS muss vollständig inline und größenbeschränkt sein
es: Todos los CSS deben estar integrados en el código de la página y restringidos a un tamaño
pl: Cały CSS musi być lokalny i powiązany z rozmiarem
vi: Tất cả CSS đều phải là inline và có ràng buộc về kích cỡ

source: CSS blocks all rendering, it blocks page load, and it tends to get bloated. In AMP HTML pages, only inline styles are allowed. This removes 1 or often more HTTP requests from the critical rendering path compared to most web pages.
de: CSS blockiert das gesamte Rendering, blockiert das Laden von Seiten und neigt zu unverhältnismäßiger Größe. In AMP HTML Seiten sind nur Inline Styles zulässig. Im Vergleich zu den meisten Webseiten wird so mindestens eine HTTP Anforderung aus dem kritischen Renderingpfad entfernt.
es: CSS bloquea toda la renderización, bloquea la carga de la página y tiende a volverse voluminoso. En las páginas AMP HTML solo se permiten los estilos integrados en el código. Esto elimina una o más solicitudes HTTP de la ruta de renderizado crítica, en comparación con la mayoría de las páginas web.
pl: CSS blokuje wszelkie wyświetlanie, blokuje ładowanie strony i ma tendencję do rozdymania się. Na stronach AMP HTML dozwolone są tylko style lokalne. Dzięki temu z krytycznej ścieżki wyświetlania usuwane jest wiele żądań HTTP w porównaniu do większości stron internetowych.
vi: CSS chặn tất cả tác vụ render, chặn tải trang, và thường khá là cồng kềnh. Các trang AMP HTML chỉ cho phép style inline. Điều này sẽ giảm bớt 1 hoặc thông thường là nhiều yêu cầu HTTP hơn khỏi đường dẫn render thiết yếu so với hầu hết các trang web khác.

source: Also, the inline style sheet has a maximum size of 50 kilobytes. While this size is big enough for very sophisticated pages, it still requires the page author to practice good CSS hygiene.
de: Außerdem ist das integrierte Stylesheet auf maximal 50 Kilobyte beschränkt. Das ist einerseits auch für sehr anspruchsvolle Seiten ausreichend, andererseits müssen Seitenautoren immer noch auf ordentliches CSS achten.
es: Además, la hoja de estilos integrados en el código tiene un tamaño máximo de 50 kilobytes. Aunque este tamaño es lo suficientemente grande para páginas muy sofisticadas, aún es necesario que el autor de la página efectúe una buena limpieza del CSS.
pl: Maksymalny rozmiar wbudowanego arkusza stylów wynosi 50 kilobajtów. Chociaż rozmiar ten jest wystarczająco duży dla bardzo zaawansowanych stron, nadal wymaga od autora strony zachowania zasad higieny CSS.
vi: Đồng thời, stylesheet inline có kích cỡ tối đa là 50 KB. Tuy kích cỡ này đủ lớn cho các trang web rất phức tạp, nó vẫn đòi hỏi người tạo trang phải thực hành sự ngăn nắp khi viết CSS.

source: Font triggering must be efficient
de: Effiziente Aktivierung von Schriftarten
es: La activación de fuentes debe ser eficiente
pl: Wyzwalanie czcionek musi być sprawne
vi: Phải đảm bảo hiệu quả trong việc kích hoạt phông chữ

source: Web fonts are super large, so <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">web font optimization</a> is crucial to performance. On a typical page that has a few sync scripts and a few external style sheets, the browser waits and waits to start downloading these huge fonts until all this happens.
de: Webfonts sind riesengroß, und darum ist die <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">Optimierung von Webfonts</a> überaus wichtig für die Leistung. Auf einer typischen Seite mit einigen Synchronisierungsskripten und einigen externen Stylesheets wartet der Browser sehr lange auf den Download dieser riesigen Schriftarten, damit es endlich weitergehen kann.
es: Las fuentes web son muy grandes, así que <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">su optimización </a> es esencial para lograr un buen rendimiento. En una página común que contiene algunos scripts de sincronización y en algunas hojas de estilo externas, el navegador espera bastante para iniciar la descarga de esta enorme cantidad de fuentes hasta que todo eso sucede.
pl: Czcionki internetowe są bardzo duże. Dlatego dla wydajności kluczowe znaczenie ma <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">optymalizacja czcionek sieci Web</a>. Na typowej stronie z kilkoma skryptami synchronicznymi i kilkoma zewnętrznymi arkuszami stylów przeglądarka czeka i czeka aż to wszystko się zdarzy, aby rozpocząć pobieranie tych ogromnych czcionek.
vi: Phông chữ web thường có kích cỡ rất lớn, vậy nên việc <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">tối ưu phông chữ web</a> là thiết yếu đối với hiệu năng. Trên một trang web thông thường với một vài đoạn mã đồng bộ và một vài stylesheet bên ngoài, trình duyệt sẽ phải chờ rất lâu để mọi thứ hoàn thành, trước khi nó có thể bắt đầu tải về các phông chữ khổng lồ này.

source: The AMP system declares zero HTTP requests until fonts start downloading. This is only possible because all JS in AMP has the async attribute and only inline style sheets are allowed; there’s no HTTP requests blocking the browser from downloading fonts.
de: Das AMP System deklariert keine HTTP Anforderungen, bevor der Download der Schriftarten startet. Dies ist nur möglich, da in AMP alle JS Skripte das Attribut "async" haben und nur Inline Stylesheets zulässig sind. Es gibt keine HTTP Anforderungen, die den Browser am Download von Schriftarten hindern.
es: El sistema AMP envía cero solicitudes HTTP hasta que las fuentes comienzan a descargarse. Esto solamente es posible porque todos los JS en AMP tienen el atributo asíncrono y solo se permiten hojas de estilos integrados en el código, no hay solicitudes HTTP que bloqueen el navegador para descargar fuentes.
pl: System AMP nie wysyła żadnych żądań HTTP dopóki nie rozpocznie się pobieranie czcionek. Jest to możliwe tylko dlatego, że cały kod JS w AMP ma atrybut async i dozwolone są tylko style lokalne; nie występują żądania HTTP blokujące pobieranie czcionek przez przeglądarkę.
vi: Hệ thống AMP sẽ không đưa ra bất kỳ yêu cầu HTTP nào cho đến khi phông chữ bắt đầu được tải về. Điều này chỉ có thể được thực hiện bởi tất cả JS trong AMP đều có thuộc tính async và chỉ cho phép các stylesheet inline; sẽ không có yêu cầu HTTP nào chặn trình duyệt tải về các phông chữ.

source: Minimize style recalculations
de: Möglichst seltene Neuberechnungen von Styles
es: Reducción de los recálculos de estilo
pl: Minimalizowanie przeliczania stylu
vi: Giảm thiểu việc tính lại style

source: Each time you measure something, it triggers style recalculations which are expensive because the browser has to layout the entire page. In AMP pages, all DOM reads happen first before all the writes. This ensures there’s the max of one recalc of styles per frame.
de: Bei jedem Messvorgang werden Neuberechnungen der Styles ausgelöst. Das kostet Zeit, da der Browser die gesamte Seite umgestalten muss. In AMP Seiten werden alle DOM Lesevorgänge vor jeglichen Schreibvorgängen ausgeführt. Deshalb ist maximal eine Style Neuberechnung pro Frame erforderlich.
es: Cada vez que usted mide algo, se activan recálculos de estilo que resultan muy costosos porque el navegador tiene que diseñar toda la página. En las páginas AMP, todas las lecturas DOM se efectúan antes que todas las escrituras. Esto garantiza que habrá solo un máximo de recálculos de estilo por cuadro.
pl: Każdy pomiar uruchamia ponowne obliczenia stylu, które są kosztowne, ponieważ przeglądarka musi wygenerować układ całej strony. Na stronach AMP wszystkie odczyty modelu DOM odbywają się przed wszystkimi zapisami. Ogranicza to ponowne obliczanie stylów do jednego na każdą ramkę.
vi: Mỗi khi bạn đo một thứ gì đó, việc này sẽ kích hoạt tính lại style, vốn tốn nhiều tài nguyên bởi trình duyệt phải phân bố cục cho toàn bộ trang. Với các trang AMP, mọi tác vụ đọc DOM đều xảy ra trước mọi tác vụ ghi. Điều này đảm bảo chỉ có tối đa một lần tính lại style trong mỗi khung.

source: Learn more about impact of style and layout recalculations on <a href="https://developers.google.com/web/fundamentals/performance/rendering/">rendering performance</a>.
de: Erfahre mehr darüber, wie Neuberechnungen von Styles und Layout die <a href="https://developers.google.com/web/fundamentals/performance/rendering/">Renderingleistung</a> beeinflussen.
es: Obtenga más información sobre el efecto de los recálculos de estilo y diseño en el <a href="https://developers.google.com/web/fundamentals/performance/rendering/">rendimiento de la renderización</a>.
pl: Dowiedz się więcej o wpływie ponownych obliczeń stylu i układu na <a href="https://developers.google.com/web/fundamentals/performance/rendering/">wydajność wyświetlania</a>.
vi: Tìm hiểu thêm về tác động của việc tính lại style và bố cục đối với <a href="https://developers.google.com/web/fundamentals/performance/rendering/">hiệu quả render</a>.

source: Only run GPU-accelerated animations
de: GPU Beschleunigung für Animationen
es: Ejecución de animaciones solo mediante aceleración GPU
pl: Uruchamianie tylko animacji akcelerowanych przez GPU
vi: Chỉ chạy các hình hoạt họa được tăng tốc bởi GPU

source: The only way to have fast optimizations is to run them on the GPU. GPU knows about layers, it knows how to perform some things on these layers, it can move them, it can fade them, but it can’t update the page layout; it will hand that task over to the browser, and that’s not good.
de: Schnelle Optimierungen sind nur möglich, wenn sie auf der GPU ausgeführt werden. Die GPU kann Ebenen verarbeiten, bestimmte Vorgänge auf diesen Ebenen ausführen, sie verschieben und ausblenden, aber sie kann das Seitenlayout nicht aktualisieren. Diese Aufgabe wird dem Browser überlassen, doch das ist nicht gut.
es: La única forma de conseguir optimizaciones rápidas es ejecutarlas en la GPU. La GPU conoce las capas, sabe cómo hacer ciertas operaciones en dichas capas, puede moverlas, puede desvanecerlas, pero no puede actualizar el diseño de la página, entonces encargará esa tarea al navegador y eso no es nada bueno.
pl: Jedyną metodą szybkich optymalizacji jest uruchamianie ich na GPU. Procesor graficzny obsługuje warstwy, wie, jak wykonać pewne działania na tych warstwach, może je przenosić i stopniowo zmniejszać ich widoczność, ale nie potrafi zaktualizować układu strony — przekazuje to zadanie przeglądarce, a to niedobrze.
vi: Cách duy nhất để tối ưu nhanh là thực hiện chúng trên GPU. GPU biết về phân lớp, cũng như cách thực hiện một số tác vụ trên các phân lớp này, di chuyển chúng, làm phai chúng, nhưng GPU lại không biết cách cập nhật bố cục trang; nó sẽ giao việc này cho trình duyệt, và điều này là không tốt.

source: The rules for animation-related CSS ensure that animations can be GPU-accelerated. Specifically, AMP only allows animating and transitioning on transform and opacity so that page layout isn’t required. Learn more about <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">using transform and opacity for animation changes</a>.
de: Spezielle Regeln für animationsbezogenes CSS stellen sicher, dass die GPU Beschleunigung von Animationen möglich ist. Genauer gesagt erlaubt AMP nur Animationen und Übergänge mit transform und opacity, sodass kein Seitenlayout erforderlich ist. Erfahre mehr über die <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">Verwendung von transform und opacity für Animationen</a>.
es: Las reglas del CSS relacionadas con la animación garantizan que las animaciones puedan hacerse mediante aceleración GPU. Siendo más precisos, AMP solo permite hacer animaciones y transiciones durante la transformación y la opacidad, para que no sea necesario el diseño de la página. Obtenga más información sobre <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">el uso de la transformación y la opacidad para hacer cambios en las animaciones</a>.
pl: Reguły CSS związane z animacjami zapewniają, że animacje mogą być akcelerowane przez GPU. W szczególności AMP zezwala na animację i przejścia tylko za pomocą transformacji i krycia, więc układ strony nie jest wymagany. Dowiedz się więcej o <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">stosowaniu transformacji i krycia do zmian animacji</a>.
vi: Các quy tắc đối với CSS liên quan đến hình hoạt họa đảm bảo rằng hình hoạt họa có thể được tăng tốc bởi GPU. Cụ thể, AMP chỉ cho phép hoạt họa và chuyển tiếp với transform và opacity để không cần xử lý bố cục trang. Tìm hiểu thêm về việc <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">sử dụng transform và opacity khi thay đổi hình hoạt họa</a>.

source: Prioritize resource loading
de: Laden von Ressourcen mit Priorität
es: Da prioridad a la carga de recursos
pl: Priorytety ładowania zasobów
vi: Ưu tiên tải tài nguyên

source: AMP controls all resource downloads: it prioritizes resource loading, loading only what’s needed, and prefetches lazy-loaded resources.
de: AMP steuert die Downloads aller Ressourcen: Es priorisiert das Laden von Ressourcen, lädt nur die notwendigen Elemente und holt sich lazy-loaded Ressourcen per Vorabruf.
es: AMP controla todas las descargas de los recursos: da prioridad a la carga de recursos, cargando solo los que se necesitan, y busca anticipadamente los recursos en la carga diferida.
pl: AMP steruje pobieraniem wszystkich zasobów: nadaje priorytety ładowaniu zasobów, ładuje tylko to, co jest potrzebne i pobiera zasoby leniwie ładowane.
vi: AMP kiểm soát mọi tác vụ tải tài nguyên: nó ưu tiên tải tài nguyên, chỉ tải những gì cần thiết và truy xuất sẵn các tài nguyên được tải lười.

source: When AMP downloads resources, it optimizes downloads so that the currently most important resources are downloaded first. Images and ads are only downloaded if they are likely to be seen by the user, above the fold, or if the user is likely to quickly scroll to them.
de: AMP optimiert den Download von Ressourcen so, dass die momentan wichtigsten Ressourcen zuerst heruntergeladen werden. Bilder und Ads werden nur heruntergeladen, wenn es wahrscheinlich ist, dass Nutzer sie im angezeigten Bereich sehen oder schnell zu ihnen scrollen.
es: Cuando AMP descarga recursos, optimiza las descargas para que primero se descarguen los recursos más importantes. Las imágenes y los anuncios solo se descargan si es probable que el usuario los vea, en primer plano, o si es probable que el usuario se desplace rápidamente hasta ellos.
pl: AMP optymalizuje pobieranie zasobów tak, aby najpierw pobrać te najważniejsze. Obrazy i reklamy są pobierane tylko wtedy, gdy użytkownik może je zobaczyć — są na ekranie lub użytkownik prawdopodobnie szybko do nich przejdzie.
vi: Khi AMP tải về tài nguyên, nó sẽ tối ưu tác vụ tải để ưu tiên tải về những tài nguyên quan trọng nhất hiện tại. Ảnh và quảng cáo sẽ chỉ được tải về nếu chúng có cơ hội được xem bởi người dùng trên bề mặt, hoặc nếu người dùng sẽ sớm cuộn đến vị trí hiển thị chúng.

source: AMP also prefetches lazy-loaded resources. Resources are loaded as late as possible, but prefetched as early as possible. That way things load very fast but CPU is only used when resources are actually shown to users.
de: AMP holt sich auch lazy-loaded Ressourcen per Vorabruf. Ressourcen werden so spät wie möglich geladen, aber so früh wie möglich vorabgerufen. Das beschleunigt den gesamten Ladevorgang, die CPU kommt aber erst zum Einsatz, sobald die Ressourcen den Nutzern tatsächlich angezeigt werden.
es: AMP también busca con anticipación los recursos en la carga diferida. Los recursos se cargan lo más tarde posible, pero se buscan con anticipación. De este modo los elementos se cargan muy rápidamente, pero el CPU solo se utiliza cuando los recursos se muestran realmente a los usuarios.
pl: AMP pobiera również z wyprzedzeniem zasoby leniwie ładowane. Zasoby są ładowane jak najpóźniej, ale wstępnie pobierane są tak wcześnie, jak to możliwe. Dzięki temu ładowanie jest bardzo szybkie, ale procesor jest wykorzystywany tylko wtedy, gdy zasoby są pokazywane użytkownikom.
vi: AMP cũng truy xuất sẵn các tài nguyên được tải lười. Các tài nguyên được tải muộn nhất có thể, nhưng được truy xuất sẵn sớm nhất có thể. Bằng cách này, mọi thứ sẽ được tải rất nhanh, nhưng CPU chỉ được sử dụng khi tài nguyên được hiển thị thực tế cho người dùng.

source: Load pages in an instant
de: Sofortiges Laden von Seiten
es: Carga las páginas en un instante
pl: Błyskawiczne ładowanie stron
vi: Tải trang tức thì

source: The new <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">preconnect API</a> is used heavily to ensure HTTP requests are as fast as possible when they are made. With this, a page can be rendered before the user explicitly states they’d like to navigate to it; the page might already be available by the time the user actually selects it, leading to instant loading.
de: Die neue <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">Preconnect API</a> wird intensiv genutzt, um sicherzustellen, dass HTTP Anforderungen bei Bedarf möglichst schnell ausgeführt werden. So kann es sein, dass eine Seite gerendert wird, noch bevor die Nutzer ausdrücklich angeben, dass sie zu ihr navigieren möchten. Sobald die Nutzer die Seite auswählen, ist sie eventuell bereits verfügbar und wird sofort geladen.
es: La nueva <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">API de preconexión</a> se utiliza a menudo para garantizar que las solicitudes HTTP sean lo más rápidas posible cuando se realizan. De este modo, una página puede renderizarse antes de que el usuario declare explícitamente que le gustaría navegar en ella. Es posible que la página ya esté disponible cuando el usuario la seleccione, lo cual implica que la carga debe ser instantánea.
pl: Intensywne stosowanie nowego <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">interfejsu API preconnect</a> zapewnia jak najszybsze wykonywanie żądań HTTP poprzez nawiązywanie połączeń z wyprzedzeniem. Dzięki temu można wyświetlić stronę zanim użytkownik jednoznacznie wskaże, że chce do niej przejść; strona będzie dostępna, nim jeszcze użytkownik faktycznie ją wybierze, co prowadzi do błyskawicznego załadowania.
vi: <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">API preconnect</a> mới được sử dụng phổ biến để đảm bảo các yêu cầu HTTP được xử lý nhanh nhất có thể khi chúng được đưa ra. Bằng cách này, một trang có thể được render trước khi người dùng nói rõ rằng họ muốn điều hướng đến nó; trang này có thể đã có sẵn khi người dùng chọn nó, và khiến nó được tải tức thì.

source: While prerendering can be applied to all web content, it can also use up a lot of bandwidth and CPU. AMP is optimized to reduce both of these factors. Prerendering only downloads resources above the fold and prerendering doesn’t render things that might be expensive in terms of CPU.
de: Das Prerendering kann auf alle Webinhalte angewendet werden, kann aber auch Bandbreite und CPU stark beanspruchen. AMP ist optimiert, um diese beiden Faktoren zu reduzieren. Beim Prerendering werden nur Ressourcen des angezeigten Bereichs heruntergeladen und es wird nichts gerendert, das die CPU stark auslasten könnte.
es: Si bien la pre-renderización puede aplicarse a todo el contenido web, también puede utilizar mucho ancho de banda y CPU. El AMP está optimizado para reducir ambos factores. El renderizado previo solo descarga recursos en la primera parte de la página y no renderiza elementos que podrían ser costosos en términos del CPU.
pl: Wyświetlanie z wyprzedzeniem można stosować do wszystkich treści internetowych, ale może to skutkować dużym obciążeniem łącza i procesora. AMP jest zoptymalizowany w celu zmniejszenia wpływu obu tych czynników. W celu wyświetlania z wyprzedzeniem pobierane są tylko zasoby widoczne na ekranie i nie są wyświetlane elementy znacznie obciążające procesor.
vi: Tuy việc render sẵn có thể được áp dụng cho mọi nội dung web, nó cũng có thể sử dụng rất nhiều băng thông và CPU. AMP được tối ưu để giảm thiểu cả 2 yếu tố này. Tác vụ render sẵn sẽ chỉ tải về các tài nguyên trên bề mặt và không render những yếu tố có thể tốn nhiều tài nguyên CPU.

source: Learn more about <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">why AMP HTML doesn’t take full advantage of the preload scanner</a>.
de: Erfahre mehr darüber, <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">warum AMP HTML den Preload Scanner nicht voll ausnutzt</a>.
es: Obtenga más información sobre <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">por qué AMP HTML no aprovecha al máximo el escaneo previo a la carga</a>.
pl: Dowiedz się więcej o tym, <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">dlaczego AMPHTML nie wykorzystuje w pełni funkcji wstępnego ładowania</a>.
vi: Tìm hiểu thêm về <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">lý do AMP HTML không tận dụng toàn bộ trình quét tải sẵn</a>.

source: Developer Benefits
de: Vorteile für Entwickler
es: Beneficios para los desarrolladores
pl: Korzyści dla programistów
vi: Lợi ích cho Nhà phát triển

source: Regular Ad
de: Gewöhnliches Ad
es: Anuncio normal
pl: Zwykła reklama
vi: Quảng cáo thông thường
