Repository: ampproject/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pl, vi

source: AMP integrates with many publishing platforms and content management systems! Find the full list under <a href="../support/faq/platform-and-vendor-partners.md">Platform and Vendor Partners.</a>
de: AMP kann in viele Publishing Plattformen und Content Management Systeme integriert werden! Die vollständige Liste findest du unter <a href="../support/faq/platform-and-vendor-partners.md">Plattform- und Vertriebspartner.</a>
es: ¡AMP se integra con muchas plataformas de publicación y sistemas de administración de contenidos! Encuentre la lista completa en la sección: <a href="../support/faq/platform-and-vendor-partners.md">Plataformas y proveedores asociados.</a>
pl: AMP integruje się z wieloma platformami wydawniczymi i systemami zarządzania treścią! Znajdź pełną listę w obszarze <a href="../support/faq/platform-and-vendor-partners.md">Partnerzy platformy i dostawcy.</a>
vi: AMP tích hợp với nhiều nền tảng phát hành và hệ thống quản lý nội dung! Hãy xem toàn bộ danh sách này trong phần <a href="../support/faq/platform-and-vendor-partners.md">Nền tảng và Đối tác Nhà Cung cấp.</a>

source: Featured Videos
de: Ausgewählte Videos
es: Videos destacados
pl: Polecane filmy
vi: Video nổi bật

source: Get Involved
de: Mach mit
es: Únase a nosotros
pl: Dołącz
vi: Tham gia

source: AMP is proudly an open source project with an active community of contributors. We welcome and appreciate documentation and translation contributions! Check out our community section to join our mission.
de: AMP ist stolz darauf, ein Open Source Projekt mit einer aktiven Community zu sein. Wir freuen uns auf deine Beiträge zur Dokumentation und Übersetzung. Im Community Bereich kannst du dich unserer Mission anschließen.
es: AMP es un orgulloso proyecto de código abierto que cuenta con una gran comunidad activa de contribuyentes. ¡Le damos la bienvenida y apreciamos sus contribuciones a la documentación y traducción! Visite la sección de nuestra comunidad para unirse a nuestra misión.
pl: AMP jest dumnym projektem open source z aktywną społecznością współpracowników. Chętnie przyjmujemy i cenimy dokumentację oraz tłumaczenia! Sprawdź sekcję naszej społeczności, aby dołączyć do naszej misji.
vi: AMP tự hào là một dự án mã nguồn mở với một cộng đồng cộng tác viên tích cực. Chúng tôi chào đón và trân trọng mọi đóng góp về mặt tài liệu và bản dịch! Hãy vào phần cộng đồng để cùng tham gia sứ mệnh của chúng tôi.

source: AMP<br> Ads
es: Anuncios de<br> AMP
pl: Reklamy<br> AMP
vi: Quảng cáo<br> AMP

source: AMP Caches
es: Cachés de AMP
pl: Serwery AMP Cache
vi: Bộ nhớ đệm AMP

source: AMP for Email Working Group members will use <code>#wg-amp4email</code> channel on AMP's Slack (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">signup</a>) for real-time discussion. The channel is open to anyone, regardless of membership in AMP for Email working group.
de: Die Mitglieder der Arbeitsgruppe "AMP für E-Mail" nutzen den Kanal <code>#wg-amp4email</code> in AMP Slack (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">Registrierung</a>) für Diskussionen in Echtzeit. Der Kanal ist aber für alle offen, nicht nur für Mitglieder der Arbeitsgruppe.
es: Los miembros del grupo de trabajo de AMP para correo electrónico utilizarán el canal <code>#wg-amp4email</code> AMP de Slack, (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">suscríbase</a>) para participar en una discusión en tiempo real. El canal está abierto para cualquier persona, sin importar el grupo de trabajo de AMP para correo electrónico al que pertenezca.
pl: Członkowie grupy roboczej AMP dla poczty e-mail używają kanału AMP <code>#wg-amp4email</code> na platformie Slack (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">rejestracja</a>) do prowadzenia dyskusji w czasie rzeczywistym. Kanał jest otwarty dla wszystkich, bez względu na członkostwo w grupie roboczej AMP dla poczty e-mail.
vi: Các thành viên của Nhóm làm việc AMP cho Email sẽ sử dụng kênh <code>#wg-amp4email</code> trên Slack AMP (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">đăng ký</a>) để thảo luận trong thời gian thực. Kênh này được mở cho tất cả mọi người, bất kể tư cách thành viên của họ trong nhóm làm việc AMP cho Email.

source: AMP for Email Working Group will post <strong>Announcements and Notices</strong> regarding events as an issue labeled with <code>Type: Event</code> in this repository.
de: Die Arbeitsgruppe "AMP für E-Mail" veröffentlicht in diesem Repository <strong>Ankündigungen und Hinweise</strong> zu Veranstaltungen als Thema mit dem Tag <code>Type: Event</code>.
es: El grupo de trabajo de AMP para correo electrónico publicará <strong>anuncios y avisos</strong> sobre los próximos eventos con la etiqueta <code>Tipo: Evento</code> en este repositorio.
pl: Grupa robocza AMP dla poczty e-mail publikuje w tym repozytorium <strong>ogłoszenia i zawiadomienia</strong> dotyczące wydarzeń jako problemy oznaczone etykietą <code>Type: Event</code>.
vi: Nhóm làm việc AMP cho Email sẽ đăng các <strong>Thông báo</strong> về các sự kiện dưới dạng một vấn đề có nhãn <code>Loại: Sự kiện</code> trong kho lưu trữ này.

source: AMP for Email Working Group will post <strong>Quarterly Roadmap</strong> as an issue labeled with <code>Type: Roadmap</code> in this repository
de: Die Arbeitsgruppe "AMP für E-Mail" veröffentlicht in diesem Repository die <strong>Quarterly Roadmap</strong> als Thema mit dem Tag <code>Type: Roadmap</code>.
es: El grupo de trabajo de AMP para correo electrónico publicará su <strong>Plan de trabajo trimestral</strong> con la etiqueta <code>Tipo: Plan de trabajo</code> en este repositorio
pl: Grupa robocza AMP dla poczty e-mail publikuje w tym repozytorium <strong>kwartalne plany działania</strong> jako problemy oznaczone etykietą <code>Type: Roadmap</code>
vi: Nhóm làm việc AMP cho Email sẽ đăng các <strong>Lộ trình hàng quý</strong> dưới dạng một vấn đề có nhãn <code>Loại: Lộ trình</code> trong kho lưu trữ này

source: AMP is an open-source HTML framework that provides a straightforward way to create web pages that are fast, smooth-loading and prioritize the user-experience above all else. Can't believe it? Try it out for yourself in the playground below:
de: AMP ist ein Open Source HTML Framework für die unkomplizierte Erstellung von Webseiten mit kurzen Ladezeiten, bei denen die Benutzererfahrung im Vordergrund steht. Klingt unglaublich? Dann probiere doch den Playground aus:
es: AMP es una estructura HTML de código abierto que ofrece una forma sencilla de crear páginas web rápidas, fáciles de cargar y que dan prioridad a la experiencia del usuario por encima de todo. ¿No puede creerlo? Compruébelo usted mismo en el siguiente espacio:
pl: AMP to framework HTML typu open source zapewniający prosty sposób tworzenia stron internetowych, które są szybkie, płynne i zorientowane na doznania użytkownika. Nie możesz w to uwierzyć? Wypróbuj go w poniższym placu zabaw:
vi: AMP là một khung HTML mã nguồn mở cung cấp một cách đơn giản để tạo các trang web nhanh, mượt mà và đặt ưu tiên cao nhất về trải nghiệm người dùng. Bạn không tin ư? Hãy thử trải nghiệm trong sân tập luyện dưới đây:

source: AMP is fundamentally changing the way ads are built, delivered and measured on the web, making them faster and minimizing disruptions for users. This increases viewability and click-through rates to improve monetization, making everyone happy: users, publishers and advertisers alike.
de: AMP sorgt für schnelle Ads, minimiert Unterbrechungen für Nutzer und ändert damit grundlegend die Art und Weise, wie Ads im Internet erstellt, geschaltet und gemessen werden. Das verbessert die Sichtbarkeit, die Durchklickraten und damit die Monetarisierung – und es macht Nutzer, Publisher und Werbetreibende gleichermaßen glücklich.
es: AMP cambia sustancialmente la forma en que se crean, entregan y miden los anuncios en la web, haciéndolos más rápidos y minimizando las interrupciones para los usuarios. Esto aumenta la visibilidad y las tasas de clics para mejorar la monetización, y hace felices a todos: usuarios, editores y anunciantes por igual.
pl: Technologia AMP zasadniczo zmienia sposób tworzenia, dostarczania i mierzenia skuteczności reklam w Internecie, gdyż dzięki niej są one szybsze i minimalizują niedogodności dla użytkowników. Zwiększa to widoczność i współczynniki klikalności, co prowadzi do poprawy monetyzacji. Dzięki temu wszyscy są zadowoleni: zarówno użytkownicy i wydawcy, jak i reklamodawcy.
vi: AMP đang thay đổi cơ bản cách các quảng cáo được tạo, được cung cấp và thống kê trên web, giúp chúng hoạt động nhanh hơn và giảm thiểu sự gián đoạn cho người dùng. Điều này làm tăng khả năng xem và tỷ lệ nhấp chuột để tăng thu nhập, làm hài lòng tất cả mọi người: người dùng, nhà phát hành cũng như nhà quảng cáo.

source: AMP’s Working Groups are:
de: Die AMP Arbeitsgruppen:
es: Los grupos de trabajo de AMP son:
pl: Dostępne są następujące grupy robocze AMP:
vi: Các Nhóm làm việc của AMP là:

source: Style & layout
es: Estilo y diseño
pl: Styl i układ
vi: Style & bố cục

source: UI Working Group will post <strong>Status Updates</strong> every two weeks as an issue labeled with <code>Type: Status Update</code> in this repository.
de: Die UI Arbeitsgruppe veröffentlicht in diesem Repository alle zwei Wochen <strong>Status Updates</strong> als Thema mit dem Tag <code>Type: Status Update</code>.
es: El grupo de trabajo de la interfaz de usuario publicará <strong>actualizaciones de estado</strong> cada dos semanas con la etiqueta <code>Tipo: Actualización del estado</code> en este repositorio.
pl: Grupa robocza ds. interfejsu użytkownika co dwa tygodnie publikuje w tym repozytorium <strong>aktualizacje statusu</strong> jako problemy oznaczone etykietą <code>Type: Status Update</code>.
vi: Nhóm làm việc UI sẽ đăng <strong>Cập nhật Trạng thái</strong> hai tuần một lần dưới dạng một vấn đề có nhãn <code>Loại: Cập nhật Trạng thái</code> trong kho lưu trữ này.

source: offline
es: sin conexión
vi: ngoại tuyến

source: Learn Web Development with AMP
de: Lerne Webentwicklung mit AMP
es: Aprenda desarrollo web con AMP
pl: Poznaj tworzenie stron internetowych przy użyciu AMP
vi: Học Phát triển Web với AMP

source: AMP can help you create fast websites more quickly!
de: Mit AMP erstellst du schnelle Websites in kürzerer Zeit!
es: ¡AMP le ayudará a crear sitios web rápidos aún más rápidamente!
pl: AMP może pomóc w szybszym tworzeniu szybkich witryn internetowych!
vi: AMP có thể giúp bạn tạo các website nhanh một cách tiện lợi hơn!

source: If you’re <b>an experienced web developer</b>, you can create rich, fast sites with less code.
de: Als <b>erfahrene*r Webentwickler*in</b> erstellst du umfangreiche, schnelle Websites mit weniger Code.
es: Si es <b>un desarrollador web experto</b>, puede crear sitios llenos de contenido, rápidamente y con menos código.
pl: Jeśli jesteś <b>doświadczonym programistą stron internetowych</b>, możesz tworzyć bogate, szybkie witryny, używając mniej kodu.
vi: Nếu bạn là <b>một nhà phát triển web nhiều kinh nghiệm</b>, bạn có thể tạo các website nhanh, phong phú với ít đoạn mã hơn.

source: If you’re <b>a new web developer</b>, AMP helps you learn web development. If you know some HTML and CSS, you can use AMP to make an interactive website!
de: <b>Neueinsteigern</b> hilft AMP beim Erlernen der Webentwicklung. Wenn du ein wenig HTML und CSS beherrschst, kannst du mit AMP eine interaktive Website erstellen!
es: Si es <b>un nuevo desarrollador web</b>, AMP le ayudará a aprender desarrollo web. ¡Si conoce algo de HTML y CSS, puede utilizar AMP para crear un sitio web interactivo!
pl: <b>Zaczynasz tworzenie stron internetowych?</b> AMP pomoże Ci nauczyć się to robić. Jeśli znasz trochę HTML i CSS, możesz użyć AMP do stworzenia interaktywnej witryny internetowej!
vi: Nếu bạn là <b>một nhà phát triển web mới</b>, AMP sẽ giúp bạn học về phát triển web. Nếu bạn đã biết HTML và CSS, bạn có thể sử dụng AMP để tạo một website tương tác!

source: About the courses
de: Über die Kurse
es: Sobre los cursos
pl: Informacje o kursach
vi: Giới thiệu về khóa học

source: These three free courses are in use in schools and training programs around the world. Now you can take them here, online, on our site. Suitable for beginners and experienced web developers alike, they will take you from zero to AMP!
de: Diese drei Gratiskurse werden in Schulen und Trainingsprogrammen auf der ganzen Welt eingesetzt. Auf unserer Website kannst du jetzt online an den Kursen teilnehmen. Sie sind für Anfänger und erfahrene Webentwickler geeignet und bringen dich von Null auf AMP!
es: Estos tres cursos gratuitos se utilizan en escuelas y programas de capacitación a lo largo del mundo. Ahora puede tomarlos aquí, en línea, en nuestro sitio. Es adecuado tanto para principiantes como para desarrolladores web expertos, ¡y lo llevarán de cero hasta AMP!
pl: Te trzy bezpłatne kursy są wykorzystywane w szkołach i w programach szkoleniowych na całym świecie. Teraz możesz odbyć je tutaj, online, w naszej witrynie. Nadają się zarówno dla początkujących, jak i doświadczonych twórców stron internetowych i pozwolą Ci od zera dojść do mistrzostwa w AMP!
vi: Ba khóa học miễn phí này được sử dụng trong các trường học và chương trình đào tạo trên toàn thế giới. Bây giờ bạn có thể theo học chúng một cách trực tuyến trên website của chúng tôi. Các khóa học này rất phù hợp cho cả người mới bắt đầu lẫn các nhà phát triển web giàu kinh nghiệm, chúng sẽ đưa bạn từ 0 đến AMP!

source: During this course, you’ll build a sample site for Chico’s famous, and fictional, Cheese Bicycles.
de: In diesem Kurs erstellst du eine Beispielseite für Chicos berühmte, wenngleich fiktive, Käsefahrräder.
es: Durante este curso, creará un ejemplo de un sitio para las famosas y ficticias Bicicletas de queso de Chico.
pl: W ramach tego kursu stworzysz przykładową witrynę słynnych, fikcyjnych Cheese Bicycles firmy Chico.
vi: Trong khóa học này, bạn sẽ xây dựng một website mẫu cho sản phẩm Xe đạp Phô mai giả tưởng của Chico.

source: Requirements
de: Anforderungen
es: Requisitos
pl: Wymagania
vi: Yêu cầu

source: Internet connection
de: Internetverbindung
es: Conexión a Internet
pl: Połączenie internetowe
vi: Kết nối Internet

source: <a href="https://www.google.com/chrome/" target="_blank">Chrome browser</a>, ideally, to use the <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">AMP Validator extension</a>
de: Vorzugsweise <a href="https://www.google.com/chrome/" target="_blank">Chrome Browser</a>, um die <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">Erweiterung "AMP Validator"</a> nutzen zu können
es: <a href="https://www.google.com/chrome/" target="_blank">Navegador Chrome</a>, idealmente, para utilizar la <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">extensión del validador AMP</a>
pl: <a href="https://www.google.com/chrome/" target="_blank">Przeglądarka Chrome</a>, najlepiej z rozszerzeniem <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">AMP Validator</a>
vi: <a href="https://www.google.com/chrome/" target="_blank">Trình duyệt Chrome</a>, lựa chọn tốt nhất, để sử dụng <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">phần mở rộng AMP Validator</a>

source: We use the online editor <a href="https://glitch.com/" target="_blank">Glitch</a>. No IDE or local web server needed!
de: Wir arbeiten im Online Editor <a href="https://glitch.com/" target="_blank">Glitch</a>. Weder IDE noch lokaler Webserver erforderlich!
es: Utilizamos el editor en línea <a href="https://glitch.com/" target="_blank">Glitch</a>. ¡No es necesario contar con un IDE o un servidor web local!
pl: Korzystamy z edytora online <a href="https://glitch.com/" target="_blank">Glitch</a>. Nie wymaga on środowiska IDE ani lokalnego serwera WWW!
vi: Chúng tôi sử dụng một trình biên tập trực tuyến <a href="https://glitch.com/" target="_blank">Glitch</a>. Không cần IDE hay máy chủ web cục bộ!

source: Prerequisites
de: Voraussetzungen
es: Requisitos previos
pl: Wymagania wstępne
vi: Điều kiện tiên quyết

source: basic knowledge of HTML and CSS
de: Grundkenntnisse in HTML und CSS
es: Conocimientos básicos en HTML y CSS
pl: podstawowa znajomość HTML i CSS
vi: kiến thức cơ bản về HTML và CSS

source: for the advanced course, JavaScript expressions and simple JSON
de: für den Fortgeschrittenenkurs: JavaScript Ausdrücke und einfaches JSON
es: Para el curso avanzado, expresiones de JavaScript y conocimientos básicos de JSON
pl: w przypadku kursu zaawansowanego znajomość wyrażeń JavaScript i prostego formatu JSON
vi: cho khóa học nâng cao, kiến thức về các biểu thức JavaScript và JSON đơn giản

source: Take the Video Courses
de: Nimm an den Videokursen teil
es: Tome los cursos en video
pl: Przejdź kursy wideo
vi: Tham gia Khóa học Video

source: All three courses can be now be taken by video on <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">our YouTube channel!</a>
de: Alle drei Kurse findest du jetzt als Video auf <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">unserem YouTube Kanal!</a>
es: Los tres cursos ya están disponibles en video en: <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">nuestro canal de YouTube</a>
pl: Wszystkie trzy kursy można teraz obejrzeć na <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">naszym kanale YouTube!</a>
vi: Cả ba khóa học đều có thể được học qua video trên <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">kênh YouTube của chúng tôi!</a>

source: AMP Websites Examples
de: Beispiele für AMP Websites
es: Ejemplos de sitios web creados con AMP
pl: Przykłady witryn internetowych AMP
vi: Ví dụ về Website AMP

source: AMP Playground
pl: Plac zabaw AMP
vi: Sân thực hành AMP

source: Try it yourself with the AMP Playground. Test your ideas directly in the browser and get instant feedback.
de: Wechsle zum AMP Playground und probiere das selbst aus. Teste deine Ideen direkt im Browser mit sofortigem Feedback.
es: Pruébelos usted mismo con AMP Playground. Pruebe sus ideas directamente en el navegador y recibirá comentarios instantáneamente.
pl: Wypróbuj AMP w placu zabaw AMP. Przetestuj swoje pomysły bezpośrednio w przeglądarce i natychmiast uzyskaj informacje zwrotne.
vi: Thử trải nghiệm với Sân thực hành AMP. Hãy thử trực tiếp các ý tưởng của bạn trong trình duyệt để nhận phản hồi tức thì.

source: Filter by category
de: Nach Kategorie filtern
es: Filtrar por categoría
pl: Filtruj według kategorii
vi: Lọc theo danh mục

source: <h1 class="ap-o-stage-content-headline">Tools</h1> <h2 class="ap-o-stage-content-subline">for creation, design and development</h2>
de: <h1 class="ap-o-stage-content-headline">Tools</h1> <h2 class="ap-o-stage-content-subline">für Erstellung, Design und Entwicklung</h2>
es: <h1 class="ap-o-stage-content-headline">Herramientas</h1> <h2 class="ap-o-stage-content-subline">para crear, diseñar y desarrollar</h2>
pl: <h1 class="ap-o-stage-content-headline">Narzędzia</h1> <h2 class="ap-o-stage-content-subline">do tworzenia, projektowania i programowania</h2>
vi: <h1 class="ap-o-stage-content-headline">Các Công cụ</h1> <h2 class="ap-o-stage-content-subline">để tạo, thiết kế và phát triển</h2>

source: Creation &amp; Design
de: Erstellung &amp; Design
es: Creación y diseño
pl: Tworzenie i projektowanie
vi: Tạo &amp; Thiết kế

source: CMS &amp; Platforms
de: CMS &amp; Plattformen
es: Plataformas y CMS
pl: CMS i platformy
vi: CMS &amp; Nền tảng

source: Developer Tools
de: Entwicklertools
es: Herramientas para desarrolladores
pl: Narzędzia deweloperskie
vi: Công cụ cho Nhà phát triển

source: Service providers
de: Dienstanbieter
es: Proveedores de servicios
pl: Usługodawcy
vi: Nhà cung cấp dịch vụ

source: Here you can find everything you need to build AMP experiences.
de: Hier findest du alles, was du für die AMP Entwicklung brauchst.
es: Aquí encontrará todo lo que necesita para crear experiencias AMP.
pl: Tutaj znajdziesz wszystko, czego potrzebujesz, aby tworzyć strony AMP.
vi: Tại đây, bạn có thể tìm thấy mọi thứ bạn cần để tạo nên các trải nghiệm AMP.

source: The complete documented AMP library and its references.
de: Die vollständig dokumentierte AMP Bibliothek mit entsprechenden Referenzen.
es: La documentación completa de la biblioteca AMP y sus referencias.
pl: Kompletna biblioteka AMP z dokumentacją i odniesieniami.
vi: Toàn bộ thư viện AMP được ghi chép cùng các tài liệu tham khảo cho nó.

source: The fastest way to learn is to peak over the tangible examples.
de: Mit konkreten Beispielen lernt man am schnellsten.
es: La forma más rápida de aprender es poner en práctica ejemplos tangibles.
pl: Najszybciej jest uczyć się na konkretnych przykładach.
vi: Cách nhanh nhất để học là thông qua các ví dụ cụ thể.

source: Don't want to start from scratch? Start with a ready-made design.
de: Du willst nicht ganz von vorne anfangen? Beginne mit einem vorgefertigten Design.
es: ¿No desea empezar desde cero? Comience con un diseño predeterminado.
pl: Nie chcesz zaczynać od zera? Zacznij od gotowego projektu.
vi: Bạn không muốn bắt đầu từ đầu? Hãy bắt đầu với một thiết kế sẵn dùng.

source: Begin building for creation, design and development.
de: Beginne jetzt mit Tools für Erstellung, Design und Entwicklung.
es: Comience a usar las herramientas ideales para crear, diseñar y desarrollar.
pl: Zacznij używać narzędzi do tworzenia, projektowania i programowania.
vi: Bắt đầu xây dựng với các công cụ để tạo, thiết kế và phát triển.

source: Build your first AMP Website
de: Erstelle deine erste AMP Website
es: Construya su primer sitio web de AMP
pl: Utwórz teraz pierwszą witrynę internetową AMP
vi: Tạo Website AMP đầu tiên của bạn

source: Build your first AMP Story
de: Erstelle deine erste AMP Story
es: Escriba su primera historia de AMP
pl: Utwórz pierwszą relację AMP
vi: Tạo Câu chuyện AMP đầu tiên của bạn

source: Build your first AMP Ad
de: Erstelle deine erste AMP Ad
es: Diseñe su primer anuncio de AMP
pl: Utwórz pierwszą reklamę AMP
vi: Tạo Quảng cáo AMP đầu tiên của bạn

source: Build your first AMP Email
de: Erstelle deine erste AMP E-Mail
es: Cree su primer electrónico de AMP
pl: Utwórz pierwszą wiadomość e-mail AMP
vi: Tạo Email AMP đầu tiên của bạn

source: Create compelling, silky smooth and instant loading websites.
de: Erstelle ansprechende, reibungslose und schnell ladende Websites.
es: Diseñe sitios web atractivos, intuitivos y de carga instantánea.
pl: Twórz atrakcyjne, płynnie działające i błyskawicznie ładowane witryny internetowe.
vi: Tạo các website hấp dẫn, mượt mà và được tải tức thì.

source: Create snackable, immersive and tappable stories on your website.
de: Erstelle auf deiner Website kurzweilige, beeindruckende und antippbare Storys.
es: Escriba historias agradables, inmersivas y atractivas para cualquier persona en su sitio web.
pl: Twórz wciągające, interaktywne relacje, które każdy może udostępnić wszystkim.
vi: Tạo các câu chuyện ăn liền, đắm chìm và có khả năng tương tác trên website của bạn.
