Repository: ampproject/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pl, vi

source: <p>A goal of the Accelerated Mobile Pages Project is to ensure effective ad monetization on the mobile web while embracing a user-centric approach. There is currently support for a comprehensive range of ad formats, ad networks and technologies in Accelerated Mobile Pages. As part of that, those involved with the project are also engaged in crafting Sustainable Ad Practices to ensure that ads in AMP files are fast, safe, compelling and effective for users.</p>
de: <p>Ein Ziel des AMP Projekts ist es, eine effektive Werbemonetarisierung im mobilen Internet zu gewährleisten und gleichzeitig einen nutzerorientierten Ansatz zu verfolgen. AMP unterstützt derzeit eine breite Palette von Werbeformaten, Werbenetzwerken und Technologien. In diesem Rahmen entwickeln die Projektteilnehmer auch nachhaltige Werbemethoden, um sicherzustellen, dass Ads in AMP Dateien für die Nutzer schnell, sicher, überzeugend und effektiv sind.</p>
es: <p>Uno de los objetivos del proyecto Páginas Móviles Aceleradas (AMP) es garantizar la monetización efectiva de la publicidad en la web móvil, a la vez que adopta un enfoque centrado en el usuario. Actualmente incluye compatibilidad con una gran variedad de formatos para anuncios, redes publicitarias y tecnologías en las páginas móviles aceleradas. Como parte de ello, los involucrados en el proyecto también se dedican a elaborar prácticas publicitarias sustentables para garantizar que los anuncios en los archivos AMP sean rápidos, seguros, convincentes y eficaces para los usuarios.</p>
pl: <p>Celem projektu Accelerated Mobile Pages jest zapewnienie skutecznego zarabiania na reklamach w Internecie mobilnym przy jednoczesnym stosowaniu podejścia zorientowanego na użytkownika. Obecnie w standardzie Accelerated Mobile Pages obsługiwana jest szeroka gama formatów reklam, sieci reklamowych i technologii. Osoby zaangażowane w projekt zajmują się także tworzeniem praktyk reklamowych wspierających zrównoważony rozwój, aby zapewnić użytkownikom szybkość, bezpieczeństwo, atrakcyjność i skuteczność reklam w plikach AMP.</p>
vi: <p>Mục tiêu của Dự án Trang Di động Gia tốc là đảm bảo việc kiếm tiền hiệu quả từ quảng cáo trên web di động, đồng thời vẫn áp dụng một lối tiếp cận lấy người dùng làm trung tâm. Hiện tại dự án đang hỗ trợ nhiều loại định dạng quảng cáo, mạng lưới quảng cáo và công nghệ trong Trang Di động Gia tốc. Do đó, những người liên quan đến dự án cũng đang tích cực soạn thảo các Biện pháp Thực hành về Quảng cáo Bền vững nhằm đảm bảo các quảng cáo trong các tập tin AMP đều nhanh, an toàn, hấp dẫn và hiệu quả cho người dùng.</p>

source: Are publishers able to sell their own ad inventory?
de: Können Publisher ihr eigenes Ad Inventory verkaufen?
es: ¿Los editores pueden vender su propio inventario publicitario?
pl: Czy wydawcy mogą sprzedawać własne zasoby reklamowe?
vi: Liệu các nhà phát hành có thể bán kho quảng cáo của riêng họ?

source: <p>Yes, as with their existing websites, publishers control their ad inventory and how they sell it.</p>
de: <p>Ja, Publisher kontrollieren sowohl ihre vorhanden Websites als auch die Inhalte und den Vertrieb von Ad Inventory.</p>
es: <p>Sí, al igual que con sus sitios web actuales, los editores controlan su inventario publicitario y cómo lo venden.</p>
pl: <p>Tak, podobnie jak w przypadku istniejących witryn internetowych, wydawcy kontrolują swoje zasoby reklamowe i sposób ich sprzedaży.</p>
vi: <p>Có, cũng như trên các website hiện tại của họ, các nhà phát hành kiểm soát kho quảng cáo của họ và cách thức bán chúng.</p>

source: How do subscriptions and paywalls work with Accelerated Mobile Pages?
de: Wie funktionieren Abonnements und Paywalls mit AMP?
es: ¿Cómo funcionan las suscripciones y los muros de pago en las páginas móviles aceleradas?
pl: W jaki sposób subskrypcje i ograniczanie dostępu do płatnych treści współdziałają z technologią Accelerated Mobile Pages?
vi: Các gói đăng ký và nội dung trả phí hoạt động như thế nào với Trang Di động Gia tốc?

source: <p>It is a core objective of the Accelerated Mobile Pages project to support subscriptions and paywalls. AMP currently supports a flexible access framework where publishers can control the document viewing experience for subscribers, metered users and anonymous users.</p>
de: <p>Die Unterstützung von Abonnements und Paywalls ist ein zentrales Ziel des AMP Projekts. AMP unterstützt momentan ein flexibles Zugriffssystem. Dabei können Publisher steuern, wie Dokumente für Abonnenten, beschränkte Nutzer und anonyme Nutzer angezeigt werden.</p>
es: <p>Uno de los objetivos principales del proyecto Páginas Móviles Aceleradas es respaldar las suscripciones y los muros de pago. Actualmente, AMP es compatible con un entorno de acceso flexible en el que los editores podrán controlar la experiencia de visualización de documentos para los suscriptores, usuarios con acceso limitado y usuarios anónimos.</p>
pl: <p>Obsługa subskrypcji i ograniczanie dostępu do płatnych treści i płatności stanowią jeden z głównych celów projektu Accelerated Mobile Pages. AMP obsługuje obecnie elastyczną infrastrukturę dostępu, w której wydawcy mogą kontrolować sposób przeglądania dokumentów przez subskrybentów, użytkowników z mierzonym użyciem danych i użytkowników anonimowych.</p>
vi: <p>Một mục tiêu cốt lõi của dự án Trang Di động Gia tốc là hỗ trợ gói đăng ký và nội dung trả phí. AMP hiện hỗ trợ một khung truy cập linh hoạt mà ở đó các nhà phát hành có thể kiểm soát trải nghiệm xem tài liệu cho các thuê bao, người dùng theo đồng hồ và người dùng ẩn danh.</p>

source: How are analytics being handled in this AMP format?
de: Wie wird Analytics in diesem AMP Format gehandhabt?
es: ¿Cómo se administran los análisis en este formato AMP?
pl: Jak w AMP działa analityka?
vi: Việc phân tích được xử lý như thế nào trong định dạng AMP này?

source: <p>Ensuring publishers are able to get robust analytics insight is a core design goal for the project. AMP currently supports the collection of analytics information using features like amp-analytics, which can integrate with 3rd party systems without compromising the AMP file speed or size. Several analytics providers are <a href="/support/faqs/supported-platforms.html#analytics">participating</a> in the project.</p>
de: <p>Ein Kernziel des Projektdesigns ist es, Publishern aussagekräftige Einblicke in Analysedaten zu ermöglichen. AMP unterstützt derzeit die Erfassung von Analysedaten mithilfe von Funktionen wie amp-analytics. Diese Funktionen lassen sich in Drittanbietersysteme integrieren, ohne die Geschwindigkeit und Größe der AMP Dateien zu beeinträchtigen. Am Projekt sind mehrere Analytics Anbieter <a href="/support/faqs/supported-platforms.html#analytics">beteiligt</a>.</p>
es: <p>Garantizar que los editores obtengan una visión analítica sólida es un objetivo principal para el diseño del proyecto. Actualmente AMP admite la recopilación de información analítica utilizando características como amp-analytics, las cuales pueden integrarse con los sistemas de terceros sin comprometer la velocidad ni el tamaño de los archivos de AMP. Varios proveedores de análisis están <a href="/support/faqs/supported-platforms.html#analytics">participando</a> en el proyecto.</p>
pl: <p>Zapewnienie wydawcom wiarygodnych danych analitycznych to jeden z głównych celów rozwoju projektu. AMP obecnie obsługuje zbieranie danych analitycznych przy użyciu funkcji takich jak amp-analytics, które można integrować z systemami stron trzecich bez zmniejszania szybkości lub rozmiaru plików AMP. W projekcie <a href="/support/faqs/supported-platforms.html#analytics">uczestniczy</a> kilku dostawców usług analitycznych.</p>
vi: <p>Một mục tiêu thiết kế cốt lõi của chúng tôi cho dự án là đảm bảo các nhà phát hành có thể nhận dữ liệu phân tích mạnh mẽ. AMP hiện hỗ trợ việc thu thập thông tin phân tích sử dụng các tính năng như amp-analytics, vốn có thể tích hợp với các hệ thống của bên thứ 3 mà không làm tổn hại đến tốc độ hoặc kích cỡ của tập tin AMP. Một số nhà cung cấp dịch vụ phân tích đang <a href="/support/faqs/supported-platforms.html#analytics">tham gia</a> dự án.</p>

source: Do publishers receive credit for the traffic from a measurement perspective?
de: Wird Publishern der Traffic im Rahmen der Besuchermessung zugerechnet?
es: ¿Los editores reciben crédito por el tráfico desde una perspectiva cuantificable?
pl: Czy mierzony ruch przypisywany jest wydawcom?
vi: Liệu các nhà phát hành có nhận được tín dụng cho lưu lượng từ một góc độ thống kê?

source: <p>Yes, an AMP file is the same as the rest of your site – this space is the publisher’s canvas.</p>
de: <p>Ja, in dieser Hinsicht unterscheidet sich eine AMP Datei nicht von den übrigen Inhalten deiner Website. Dieser Bereich gehört dem Publisher.</p>
es: <p>Sí, un archivo AMP es lo mismo que el resto de su sitio, este espacio es el lienzo del editor.</p>
pl: <p>Tak, plik AMP nie różni się od reszty witryny — ta przestrzeń należy do wydawcy.</p>
vi: <p>Đúng, một tập tin AMP cũng như phần còn lại của website của bạn – không gian này là khung vẽ của nhà phát hành.</p>

source: How do I become a part of this project?
de: Wie kann ich an diesem Projekt teilnehmen?
es: ¿Cómo puedo ser parte de este proyecto?
pl: Jak dołączyć do tego projektu?
vi: Làm thế nào tôi có thể tham gia dự án này?

source: <p>We welcome interested individuals and companies who want to get involved to get in touch via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>, so that we can add you to a distribution list and keep you posted on any new information.</p>
de: <p>Wir begrüßen alle Interessenten und Unternehmen, die sich beteiligen möchten. Kontaktiere uns via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>, damit wir dich in unsere Verteilerliste eintragen und immer auf dem Laufenden halten.</p>
es: <p>Las personas y empresas interesadas que deseen involucrarse pueden ponerse en contacto mediante <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>, para agregarlos a una lista de difusión y mantenerlos informados sobre cualquier novedad.</p>
pl: <p>Zainteresowane udziałem w projekcie osoby i firmy zapraszamy do kontaktu za pośrednictwem serwisu <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a> — dzięki temu będziemy mogli dodać je do listy dystrybucyjnej i przekazywać wszelkie nowe informacje.</p>
vi: <p>Chúng tôi xin mời các cá nhân và công ty muốn tham gia hãy liên hệ với chúng tôi qua <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>, để chúng tôi có thể thêm bạn vào một danh sách đóng góp và giúp bạn cập nhật khi có thông tin mới.</p>

source: Content Platforms
de: Content Plattformen
es: Plataformas de contenido
pl: Platformy treści
vi: Nền tảng Nội dung

source: Audio/Video
pl: Audio/wideo
vi: Âm thanh/Video

source: Real Time Config
de: Echtzeitkonfiguration
es: Configuración en tiempo real
pl: Konfiguracja w czasie rzeczywistym
vi: Cấu hình trong thời gian thực

source: Supported Platforms, Vendors and Partners
de: Unterstützte Plattformen, Anbieter und Partner
es: Plataformas, proveedores y socios compatibles
pl: Obsługiwane platformy, dostawcy i partnerzy
vi: Các Nền tảng được hỗ trợ, Nhà Cung cấp và Đối tác

source: AMP Conf 2020: Save the date!
de: AMP Conf 2020: Termin vormerken!
es: AMP Conf 2020: ¡Anote la fecha!
pl: AMP Conf 2020: powiadomienie!
vi: AMP Conf 2020: Hãy ghi vào lịch!

source: AMP is a web component framework to easily create user-first experiences for the web.
de: AMP ist ein Webkomponenten Framework zur mühelosen Erstellung nutzerorientierter Web Erfahrungen.
vi: AMP là một khung quy chuẩn web cho phép người dùng dễ dàng tạo các trải nghiệm đặt người dùng làm ưu tiên hàng đầu cho trang web.

source: Easily create websites with a great page experience out-of-the-box using AMP’s ready-to-go web components.
de: Nutze die einsatzbereiten Web Komponenten von AMP, um mühelos Websites mit großartigem Seitenerlebnis zu erstellen.
vi: Dễ dàng tạo các website có trải nghiệm mặc định tuyệt vời với các thành phần web sẵn dùng của AMP.

source: All about AMP Websites
de: Alles über AMP Websites
vi: Toàn bộ thông tin về các Website AMP

source: Immerse readers in visual and tappable stories they can share anywhere on the open web.
de: Lasse deine Leser in visuelle, antippbare Storys eintauchen, die sie überall im offenen Internet teilen können.
vi: Đắm chìm người dùng trong các câu chuyện trực quan và có thể tương tác mà họ có thể chia sẻ bất cứ đâu trên web mở.

source: All about Web Stories
de: Alles über Web Stories
vi: Toàn bộ thông tin về Web Stories

source: Serve lightning fast and secure eye-catching creatives.
de: Stelle blitzschnelle, sichere und ansprechende Creatives bereit.
vi: Phân phát các quảng cáo bắt mắt, bảo mật và siêu nhanh.

source: Send emails of the future with personalized dynamic content and interactive elements that engage readers.
de: Versende zukunftsfähige E-Mails mit personalisierten dynamischen Inhalten und interaktiven Elementen, die Leser involvieren.
vi: Gửi các email thế hệ kế tiếp với những nội dung năng động, cá nhân hóa cùng các yếu tố tương tác có thể gắn kết độc giả.

source: Don’t take our word for it - read case studies from industry success stories and see how AMP has produced positive results.
de: Beschränke dich nicht auf unsere Artikel – lies Erfolgsstorys aus deiner Branche und finde heraus, zu welchen positiven Entwicklungen AMP beitragen konnte.
vi: Đừng chỉ tin lời chúng tôi - hãy đọc các nghiên cứu trường hợp về các câu chuyện thành công trong ngành và xem AMP có thể mang đến kết quả tích cực như thế nào.

source: A framework that amplifies page experience.
de: Ein Framework zur Verbesserung des Seitenerlebnisses.
vi: Một khung nhấn mạnh trải nghiệm trang.

source: AMP is a simple and robust web components framework that makes it easy to build fast websites that are user-first and makes money. AMP provides long-term success for your web strategy with distribution across popular platforms and reduced operating costs.
de: AMP ist ein einfaches und robustes Webkomponenten Framework, mit dem du mühelos schnelle, nutzerorientierte und rentable Websites erstellen kannst. AMP ist für alle gängigen Plattformen geeignet, reduziert die Betriebskosten und stellt so den langfristigen Erfolg deiner Webstrategie sicher.
vi: AMP là một khung thành phần web đơn giản và mạnh mẽ để giúp bạn có thể dễ dàng xây dựng các website có thể được tải nhanh, đặt người dùng làm ưu tiên hàng đầu, và kiếm được tiền. AMP cung cấp thành công dài hạn cho chiến lược web của bạn bằng cách phân bổ trên nhiều nền tảng phổ biến và giảm chi phí vận hành.

source: Guaranteed Page Experience
de: Garantiertes Seitenerlebnis
vi: Trải nghiệm trang được đảm bảo

source: AMP provides you with the tools needed to build websites that meet Page Experience ranking signals while remaining flexible and customizable to your needs. Page experience is a set of signals from Google that measure how users perceive their experience interacting with a web page beyond its pure information value. AMP is a straightforward way to a high page experience score. Domains built with AMP are 5 times more likely to pass* Core Web Vitals metrics than non-AMP!
de: AMP bietet dir flexible und anpassbare Tools, mit denen du Websites erstellen kannst, die alle Merkmale für das Ranking anhand von Seitenerlebnis besitzen. Das Seitenerlebnis ist eine Reihe von Merkmalen von Google, die messen, wie Benutzer ihre Erfahrung bei der Interaktion mit einer Webseite über ihren reinen Informationswert hinaus bewerten. AMP ist der direkte Weg zu einem hohen Score beim Seitenerlebnis. Mit AMP erstellte Domains erfüllen mit 5-facher Wahrscheinlichkeit* die Metriken der "Core Web Vitals" im Vergleich zu nicht-AMP Domains!
vi: AMP cung cấp cho bạn công cụ mà bạn cần để xây dựng các website đáp ứng tín hiệu xếp hạng Trải nghiệm trang, nhưng vẫn đủ linh hoạt và tùy chỉnh theo nhu cầu của bạn. Trải nghiệm trang là một nhóm các tín hiệu từ Google đo lường cách người dùng cảm nhận trải nghiệm của họ khi tương tác với một trang web ngoài giá trị thông tin thuần túy của nó. AMP là một cách đơn giản để có điểm trải nghiệm trang cao. Các tên miền được xây dựng với AMP có khả năng đáp ứng* tiêu chuẩn Chỉ số cốt lõi web cao gấp 5 lần so với tên miền không phải AMP!

source: Check your page’s performance
de: Prüfe die Performance deiner Seite
vi: Kiểm tra hiệu năng trang web của bạn

source: Frameworks and CMSs
de: Frameworks und CMS
vi: Khung và CMS

source: Select a ready-to-go framework or integration-enabled CMS to get an AMP valid site up and running, fast. These platforms give you all the benefits of AMP without all the built-from-scratch hassle.
de: Wähle ein einsatzbereites Framework oder ein CMS mit Integrationsfähigkeit, um eine gültige AMP Website in kurzer Zeit zu erstellen und zu veröffentlichen. Diese Plattformen bieten dir alle Vorteile von AMP und erlauben dir, auf den mühsamen Aufbau von Grund auf zu verzichten.
vi: Chọn một khung sẵn dùng hoặc CMS được tích hợp để thiết lập và vận hành nhanh chóng một website tương thích AMP. Các nền tảng này cho bạn toàn bộ lợi ích của AMP mà không phải mất công xây dựng từ đầu.

source: See supported platforms
de: Unterstützte Plattformen anzeigen
vi: Xem các nền tảng được hỗ trợ

source: Demo:
es: Demostración:
pl: Pokaz:

source: email
es: correo electrónico
pl: poczta elektroniczna

source: Demo
es: Demostración
pl: Pokaz

source: Web Stories
pl: Relacje internetowe

source: Web<br> Stories
pl: Relacje<br> internetowe

source: You can often convert your entire archive in days especially if you use a popular CMS such as Wordpress or Drupal.
pl: Całe swoje archiwum można nierzadko przekonwertować w kilka dni, zwłaszcza jeśli korzystasz z popularnego CMS, takiego jak Wordpress lub Drupal.

source: AMP & PWA
es: AMP y PWA
pl: AMP i PWA

source: Email
es: Correo electrónico
pl: Poczta elektroniczna

source: You can often convert your entire archive in days – especially when using common CMS like Wordpress or Drupal.
pl: Całe swoje archiwum można nierzadko przekonwertować w kilka dni, zwłaszcza jeśli korzystasz z popularnego CMS, takiego jak Wordpress lub Drupal.

source: Story Ads
es: Anuncios en las historias
pl: Reklamy fabularne

source: Bold by Quintype
pl: Bold firmy Quintype

source: Google AMP Test
es: Prueba de Google AMP
pl: Test AMP Google

source: Video
pl: Wideo

source: <p>Please review the <a href="https://github.com/ampproject/amphtml/tree/master/3p#ads">contributing guidelines</a> and get in touch via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>.</p>
de: <p>Bitte lies die <a href="https://github.com/ampproject/amphtml/tree/master/3p#ads">Richtlinien für Beiträge</a> und kontaktiere uns via <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>.</p>
es: <p>Consulte las <a href="https://github.com/ampproject/amphtml/tree/master/3p#ads">normas de contribución</a> y póngase en contacto mediante <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>.</p>
pl: <p>Zapoznaj się z <a href="https://github.com/ampproject/amphtml/tree/master/3p#ads">wytycznymi dotyczącymi uczestnictwa w projekcie</a> i skontaktuj się z nami za pośrednictwem <a href="https://github.com/ampproject/amphtml/issues/new">GitHub</a>.</p>

source: Check out AMP stories on the web
es: Consulte las historias de AMP que están disponibles en la web

source: Story Ads are full screen, single page ads that appear within AMP Stories. Advertisers/ Publishers can invite users to a web page, an AMP page or an App with a single tap. A story ad has a rich, flexible canvas that allows images, videos, animations or a combination of all those elements.<br> Story ads are supported by Google Ad Manager and Google DV360 (Beta) with additional ad server support coming soon!
es: Los anuncios en las historias, son anuncios de pantalla completa y de una sola página que aparecen dentro de las historias de AMP. Los anunciantes/editores pueden invitar a los usuarios para que visiten una página web, una página AMP o una aplicación con un solo toque. Cada anuncio que haya en las historias cuenta con un espacio amplio y flexible que permite añadir imágenes, videos, animaciones o una combinación entre todos esos elementos.<br> Los anuncios son compatibles con Google Ad Manager y Google DV360 (Beta), y próximamente incluirán soporte adicional para los anuncios en el servidor.

source: Sadly this page isn't translated yet, but will be shortly - check back soon!
es: Lamentablemente, esta página todavía no está traducida, pero lo estará en breve. Vuelve a visitarla más adelante.

source: AMP stories are lightening fast so that your audience stays engaged and entertained.
es: Las historias de AMP son muy ligeras y atractivas, lo cual ayuda a que su público se mantenga involucrado y entretenido.

source: AMP stories is a new and modern way to reach existing readers.
es: Las historias de AMP son un medio nuevo y moderno para llegar a los lectores existentes.

source: AMP Stories enables monetization capability for publishers using full-screen immersive story ads and using affiliate links. For advertisers, Stories is a way to reach a unique audience within a new storytelling experience.
es: Las historias de AMP ofrecen a los editores la función de monetización mediante la adición de anuncios en las historias inmersivos y en pantalla completa, y el uso de enlaces de afiliados. Para los anunciantes, las historias son una forma de llegar a un público único mediante una nueva experiencia de narración.

source: AMP stories make the production of stories as easy as possible from a technical perspective.
es: Las historias de AMP hacen que la creación de historias sea lo más sencilla posible desde una perspectiva técnica.

source: The AMP stories format comes with preset but flexible layout templates, standardized UI controls, and components for sharing and adding follow-on content.
es: El formato de las historias de AMP cuenta con plantillas de diseño preestablecidas pero flexibles, controles de interfaz de usuario estandarizados y componentes para compartir y actualizar el contenido de seguimiento.

source: AMP stories are part of the open web and can be shared and embedded across sites and apps without being confined to a single ecosystem.
es: Las historias de AMP son parte de la web abierta y pueden compartirse e incorporarse entre sitios y aplicaciones sin quedar confinadas a un solo ecosistema.

source: Snackable formats for everyone
es: Formatos agradables para todo el mundo

source: Google Search Console
es: Consola de Google Search

source: AMP Validator
es: Validador AMP
