Repository: ampproject/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pl, vi

source: Extend your website with fast and lightweight ad experience.
de: Erweitere deine Website durch schnelle und schlanke Ads.
es: Amplíe su sitio web con una experiencia publicitaria rápida y ligera.
pl: Wzbogać witrynę internetową o szybką i wymagającą małych ilości danych obsługę reklam.
vi: Mở rộng website của bạn với trải nghiệm quảng cáo nhanh và gọn nhẹ.

source: Create emails that encourage readers to interact dynamically with content.
de: Erstelle E-Mails, die Leser zur dynamischen Interaktion mit Inhalten animieren.
es: Cree correos electrónicos que animen a los lectores a interactuar de forma dinámica con el contenido.
pl: Twórz e-maili zachęcające czytelników do dynamicznej interakcji z treścią.
vi: Tạo các email khuyến khích độc giả tương tác động với nội dung.

source: See the latest videos about AMP and find out more on our <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">YouTube Channel.</a>
de: Sieh dir auf unserem <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">YouTube Kanal</a> die neuesten Videos über AMP an, um mehr zu erfahren.
es: Consulte los últimos videos de AMP y obtenga más información sobre nosotros en el <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">canal de YouTube.</a>
pl: Zobacz najnowsze filmy o AMP i dowiedz się więcej na naszym <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">kanale YouTube.</a>
vi: Xem các video mới nhất về AMP và tìm hiểu thêm trên <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">Kênh YouTube</a> của chúng tôi.

source: Content Platform
de: Content Plattform
es: Plataforma de contenido
pl: Platforma treści
vi: Nền tảng Nội dung

source: Debugging
es: Depuración
pl: Debugowanie
vi: Gỡ lỗi

source: Development
de: Entwicklung
es: Desarrollo
pl: Programowanie
vi: Phát triển

source: Email Service
es: Servicio de correo electrónico
pl: Usługa e-mail
vi: Dịch vụ Email

source: Email Templates Editor
de: Editor für E-Mail Templates
es: Editor de plantillas para correo electrónico
pl: Edytor szablonów e-maili
vi: Trình Biên tập Khuôn mẫu Email

source: Essential
de: Essenziell
es: Esencial
pl: Niezbędne
vi: Thiết yếu

source: Landing pages
es: Páginas de destino
pl: Strony docelowe
vi: Trang đích

source: Optimization
de: Optimierung
es: Optimización
pl: Optymalizacja
vi: Tối ưu

source: Testing
de: Tests
es: Pruebas
pl: Testowanie
vi: Kiểm tra

source: Create interactive email templates fast with Drag-n-Drop & HTML editor. Try free library of ready-to-use modules and templates.
de: Erstelle schnell interaktive E-Mail Templates mit dem Drag&Drop und HTML Editor. Teste die kostenlose Bibliothek mit einsatzbereiten Modulen und Templates.
es: Diseñe rápidamente plantillas de correo electrónico interactivas con ayuda del editor de HTML y la función arrastrar-soltar. Pruebe la biblioteca gratuita con módulos y plantillas predeterminadas.
pl: Twórz szybko interaktywne szablony e-maili za pomocą edytora HTML z obsługą przeciągania i upuszczania. Wypróbuj bezpłatną bibliotekę gotowych do użycia modułów i szablonów.
vi: Tạo nhanh các khuôn mẫu email tương tác với trình biên tập HTML & Kéo-thả. Dùng thử thư viện gồm các mô-đun và khuôn mẫu sẵn dùng miễn phí.

source: Instapage automates the creation, optimization, and personalization of post-click experiences at scale.
de: Instapage automatisiert die Erstellung, Optimierung und Personalisierung von Post-Click Erlebnissen in großem Maßstab.
es: Instapage automatiza la creación, optimización y personalización de experiencias "post-clic" a gran escala.
pl: Instapage w znacznym stopniu automatyzuje tworzenie, optymalizację i personalizację treści wyświetlanych po kliknięciu.
vi: Instapage tự động hóa việc tạo, tối ưu và cá nhân hóa các trải nghiệm sau khi nhấp chuột theo tỷ lệ.

source: Unbounce is a platform to create landing pages, website popups, and sticky bars.
de: Unbounce ist eine Plattform zum Erstellen von Landing Pages, Website Popups und Sticky Bars.
es: Unbounce es una plataforma para crear páginas de destino, ventanas emergentes de sitios web y barras de navegación fijas.
pl: Unbounce to platforma do tworzenia stron docelowych, okienek wyskakujących w witrynach internetowych i przypiętych pasków.
vi: Unbounce là một nền tảng để tạo các trang đích, hộp thoại bật lên cho website và các thanh ghim.

source: AMP-first content creation with the power and flexibility of WordPress.
de: Auf AMP fokussierte Inhaltserstellung mit der Leistung und Flexibilität von WordPress.
es: AMP es el primer creador de contenido que cuenta con la misma capacidad y flexibilidad que WordPress.
pl: Tworzenie treści zorientowanych na AMP dzięki możliwościom i elastyczności WordPress.
vi: Tạo nội dung ưu tiên AMP với sức mạnh và sự linh hoạt của WordPress.

source: Bold by Quintype is a headless CMS built for enterprise publishers with built-in support for AMP.
de: Bold by Quintype ist ein Headless CMS für Enterprise Publisher mit integrierter AMP Unterstützung.
es: Bold by Quintype es un CMS sin estructura, creado para editores empresariales que requieren de un soporte integrado para AMP.
pl: Bold firmy Quintype to stworzony dla wydawców korporacyjnych headless CMS z wbudowaną obsługą AMP.
vi: Bold by Quintype là một CMS không đầu mục được xây dựng cho các nhà phát hành doanh nghiệp với khả năng hỗ trợ AMP được tích hợp sẵn.

source: Helps you measure your site's Search traffic and performance, fix issues, and make your site shine in Google Search results.
de: Unterstützt dich dabei, den Suchdatenverkehr und die Leistung deiner Website zu messen, Probleme zu beheben und deine Website für Google Suchergebnisse zu optimieren.
es: Le ayuda a medir el tráfico y el desempeño de la búsqueda de su sitio, solucionar problemas y hacer que su página destaque en los resultados de búsquedas de Google.
pl: Umożliwia mierzenie ruchu w witrynie z wyszukiwarki, wyników witryny w wyszukiwarce, rozwiązywanie problemów i sprawienie, by witryna wyróżniała się w wynikach wyszukiwania Google.
vi: Giúp bạn thống kê lưu lượng Tìm kiếm và hiệu quả của website, khắc phục các sự cố và giúp website của bạn tỏa sáng trong kết quả của Google Tìm kiếm.

source: Test if and how your AMP page appears in Google Search.
de: Teste, ob und wie deine AMP Seite in der Google Suche erscheint.
es: Compruebe si su página AMP aparece en Google Search.
pl: Sprawdź, czy i jak Twoja strona AMP jest wyświetlana w wyszukiwarce Google.
vi: Kiểm tra liệu trang AMP của bạn có được hiển thị trong Google Tìm kiếm hay không, và cách thức hiển thị.

source: Platform to share and discover how-to stories that includes a creation tool on your phone to help you create how-to stories.
de: Plattform zum Teilen und Entdecken von How-to Storys. Bietet ein Tool, mit dem du auf deinem Smartphone How-to Storys erstellen kannst.
es: Plataforma para compartir y descubrir como crear historias, y que incluye una herramienta en su teléfono para ayudarle a crear historias prácticas.
pl: Platforma do udostępniania i odnajdywania relacji instruktażowych, zawierająca narzędzie do ich tworzenia na telefonie.
vi: Nền tảng để chia sẻ và khám phá các câu chuyện hướng dẫn, bao gồm một công cụ sáng tạo trên điện thoại của bạn để giúp bạn tạo các câu chuyện hướng dẫn.

source: Build AMP sites, posts, and stories. Win search, social, and email. Fast. Flexible. Secure. Modern.
de: Erstelle Websites, Beiträge und Storys mit AMP. Belege Spitzenplätze bei Suchmaschinen, sozialen Netzwerken und E-Mail. Schnell. Flexibel. Sicher. Modern.
es: Diseñe sitios, publicaciones e historias de AMP. Obtenga seguidores en las búsquedas, redes sociales y correos electrónicos de manera rápida, flexible, segura y moderna.
pl: Twórz witryny, posty i relacje AMP. Podbij serca użytkowników wyszukiwarek, sieci społecznościowych i poczty elektronicznej. Szybko. Elastycznie. Bezpiecznie. Nowocześnie.
vi: Xây dựng các website, bài đăng và câu chuyện AMP. Giành chiến thắng trên công cụ tìm kiếm, mạng xã hội và email. Nhanh. Linh hoạt. Bảo mật. Hiện đại.

source: Essential component for AMP development and available in a variety of versions.
de: Essenzielle Komponente für die AMP Entwicklung, in unterschiedlichen Versionen erhältlich.
es: Es un componente fundamental para el desarrollo de AMP y está disponible en una gran variedad de versiones.
pl: Niezbędny składnik do tworzenia kodu AMP, dostępny w wielu różnych wersjach.
vi: Thành phần thiết yếu để phát triển AMP và khả dụng trong nhiều phiên bản khác nhau.

source: Beta-test new features of AMP before they're available for everyone.
de: Nimm am Beta Test für neue AMP Funktionen teil, bevor sie für alle verfügbar sind.
es: Pruebe las nuevas funciones de AMP en la versión Beta antes de que estén disponibles para todos.
pl: Testuj nowe funkcje AMP w wersji beta, zanim będą dostępne dla wszystkich.
vi: Thử nghiệm các tính năng AMP mới trước khi chúng được cung cấp cho mọi người.

source: Helps you find out whether your Google Analytics and AdWords tracking is correctly set up.
de: Prüft, ob du Google Analytics und AdWords Tracking richtig eingerichtet hast.
es: Le ayuda a saber si sus registros de Google Analytics y AdWords están configurados correctamente.
pl: Umożliwia sprawdzenie prawidłowości konfiguracji Google Analytics i śledzenia konwersji AdWords.
vi: Giúp bạn xác định liệu tính năng theo dõi của Google Analytics và AdWords có được thiết lập chính xác hay không.

source: A collection of AMP tools making it easier to publish and host AMP pages.
de: Eine Sammlung von AMP Tools für das Veröffentlichen und Hosten von AMP Seiten.
es: La colección de herramientas de AMP facilita la publicación y el alojamiento de páginas AMP.
pl: Zbiór narzędzi AMP ułatwiających publikowanie i hosting stron AMP.
vi: Một bộ sưu tập các công cụ AMP để giúp bạn dễ dàng phát hành và host các trang AMP.

source: Validation tool that offers additional debug information on top of the AMP validator.
de: Validierungstool zusätzlich zum AMP Validator, das weitere Debuginformationen bietet.
es: Es una herramienta de validación que ofrece información adicional sobre la depuración más allá del validador AMP.
pl: Narzędzie sprawdzania poprawności, oferujące informacje debugowania dodatkowo do narzędzia AMP Validator.
vi: Công cụ xác thực cung cấp thêm thông tin gỡ lỗi, ngoài thông tin từ AMP Validator.

source: Pre-built Google Analytics dashboard template that helps you get to your analytics insights faster.
de: Vorkonfiguriertes Template für das Dashboard von Google Analytics, das einen schnellen Überblick über die Analysedaten bietet.
es: Plantilla predeterminada en el panel de control de Google Analytics que le permite acceder a sus estadísticas de análisis más rápidamente.
pl: Wstępnie utworzony szablon pulpitu nawigacyjnego Google Analytics, pozwalający szybciej uzyskać dostęp do danych analitycznych.
vi: Khuôn mẫu bảng điều khiển Google Analytics được xây dựng sẵn để giúp bạn truy cập dữ liệu phân tích nhanh hơn.

source: Chrome extension that helps you understand the feasibility of converting your site to AMP.
de: Chrome Erweiterung, mit der du beurteilen kannst, ob die Konvertierung deiner Website zu AMP umsetzbar ist.
es: La extensión de Chrome le ayuda a conocer la posibilidad de trasladar su sitio a AMP.
pl: Rozszerzenie do przeglądarki Chrome ułatwiające określenie wykonalności konwersji witryny na AMP.
vi: Phần mở rộng Chrome giúp bạn hiểu tính khả thi của việc chuyển đổi website của bạn sang định dạng AMP.

source: Generate custom templates for your AMP websites, stories, emails or ads.
de: Generiere benutzerdefinierte Templates für deine Websites, Storys, E-Mails oder Ads in AMP.
es: Genere plantillas personalizadas para sus sitios web, historias, correos electrónicos o anuncios de AMP.
pl: Generuj niestandardowe szablony swoich witryn internetowych AMP, relacji, e-maili lub reklam.
vi: Tạo các khuôn mẫu tùy chỉnh cho website, câu chuyện, email hoặc quảng cáo AMP của bạn.

source: Start prototyping in an interactive online editor with the ability to use templates and our examples.
de: Beginne in einem interaktiven Online Editor mit der Entwicklung eines Prototyps. Dabei kannst du Templates und unsere eigenen Beispiele verwenden.
es: Comience a crear prototipos en un editor interactivo en línea que cuenta con la capacidad de usar plantillas y nuestros ejemplos.
pl: Rozpocznij prototypowanie w interaktywnym edytorze online z możliwością stosowania szablonów i naszych przykładów.
vi: Bắt đầu tạo mẫu trong một trình biên tập tương tác trực tuyến với khả năng sử dụng các khuôn mẫu và ví dụ của chúng tôi.

source: A prototyping tool that automatically converts a HTML page to AMP for demonstrating performance gains with AMP.
de: Ein Prototyping Tool, das HTML Seiten automatisch zu AMP konvertiert, um die Leistungssteigerung mit AMP zu demonstrieren.
es: Herramienta para la creación de prototipos que convierte automáticamente una página HTML en AMP para acreditar el rendimiento que se obtuvo con AMP.
pl: Narzędzie do prototypowania, które automatycznie konwertuje stronę HTML na AMP w celu wykazania wzrostu wydajności dzięki AMP.
vi: Một công cụ tạo mẫu để tự động chuyển đổi một trang HTML sang AMP nhằm chứng tỏ hiệu quả thu được khi sử dụng AMP.

source: Litmus makes it easy to build, test, and monitor every email for the best results.
de: Mit Litmus kannst du E-Mails erstellen, testen und überwachen, um optimale Ergebnisse zu erzielen.
es: Litmus facilita la creación, las pruebas y el seguimiento de cada correo electrónico para obtener los mejores resultados.
pl: Litmus ułatwia tworzenie, testowanie i monitorowanie każdej e-maili w celu uzyskiwania najlepszych wyników.
vi: Litmus giúp bạn dễ dàng xây dựng, kiểm tra và giám sát mọi email cho kết quả tốt nhất.

source: Makes authoring AMP easy by validating for errors/warnings as you type within VS Code.
de: Vereinfacht das Erstellen von AMP, da Fehler und Warnungen direkt während der Eingabe in VS Code gefunden werden.
es: Facilita la creación de AMP al validar los errores o advertencias cuando se escribe en el código VS.
pl: Ułatwia tworzenie stron AMP poprzez sprawdzanie poprawności i wyświetlanie błędów/ostrzeżeń podczas pisania w VS Code.
vi: Giúp dễ dàng tạo AMP bằng cách kiểm tra các lỗi/cảnh báo khi bạn lập trình trong VS Code.

source: React framework that generates AMP and PWA pages from a single codebase.
de: React Framework, das AMP und PWA Seiten aus einer einheitlichen Codebasis generiert.
es: En el entorno de trabajo de React se generan páginas AMP y PWA a partir de un único código fuente.
pl: Framework React generujący strony AMP i PWA z jednej bazy kodu.
vi: Khung React để tạo các trang AMP và PWA từ một codebase duy nhất.

source: A tool to help for prototyping ads to be served in AMP Stories. Choose from pre-existing templates to get started.
de: Ein Tool für die Erstellung von Ad Prototypen, die in AMP Storys geschaltet werden können. Mehrere Templates zur Auswahl.
es: Una herramienta para ayudar a crear prototipos de anuncios que se publicarán en las historias de AMP. Para comenzar, elija entre las plantillas predeterminadas.
pl: Narzędzie pomocne w prototypowaniu reklam, które mają być wyświetlane w relacjach AMP. Aby rozpocząć, wybierz jeden z istniejących szablonów.
vi: Một công cụ để giúp tạo mẫu quảng cáo để hiển thị trong các Câu chuyện AMP. Chọn từ các khuôn mẫu có sẵn để bắt đầu.

source: NodemailerApp is an email debugging app that includes a local SMTP server and renders AMP for Email emails.
de: NodemailerApp ist eine App zum Debuggen von E-Mails. Sie enthält einen lokalen SMTP Server und rendert E-Mails für die Komponente "AMP für E-Mail".
es: NodemailerApp es una aplicación de reparación de errores en el correo electrónico que incluye un servidor SMTP local y que renderiza el AMP para correos electrónicos.
pl: NodemailerApp to aplikacja do debugowania poczty elektronicznej, zawierająca lokalny serwer SMTP i wyświetlająca e-maili w formacie AMP dla poczty e-mail.
vi: NodemailerApp là một ứng dụng gỡ lỗi email bao gồm một máy chủ SMTP cục bộ và render các email AMP cho Email.

source: Cloud-based email sending service designed to help digital marketers and application developers send emails.
de: Cloudbasierter E-Mail Versanddienst, der digitale Vermarkter und App Entwickler beim Versenden von E-Mails unterstützt.
es: Servicio de envío de correo electrónico basado en la nube diseñado para ayudar a los comerciantes digitales y a los desarrolladores de aplicaciones a enviar correos electrónicos.
pl: Oparta na chmurze usługa przeznaczona do ułatwiania marketingowcom cyfrowym i twórcom aplikacji wysyłania e-maili.
vi: Dịch vụ gửi email trên đám mây được thiết kế để hỗ trợ các nhà tiếp thị kỹ thuật số và nhà phát triển ứng dụng gửi email.

source: Aweber's platform and API allows you to create and send emails your customers will love.
de: Mit der Plattform und API von AWeber kannst du E-Mails erstellen und senden, von denen deine Kunden begeistert sein werden.
es: La plataforma y la API de Aweber le permiten crear y enviar correos electrónicos que les encantarán a sus clientes.
pl: Platforma i interfejs API Aweber umożliwiają tworzenie i wysyłanie e-maili, które spodobają się Twoim klientom.
vi: Nền tảng và API của Aweber cho phép bạn tạo và gửi các email mà khách hàng chắc chắn sẽ yêu thích.

source: Pepipost is an innovative transactional email solution that offers you with a streamlined user experience that you only get from high-end premium software. The software is designed to ensure that your emails are sent to your recipients' inbox and not get mixed and lost in spam and other folders.
de: Pepipost ist eine innovative transaktionale E-Mail Lösung. Sie bietet eine optimierte Benutzererfahrung, die man sonst nur von High-End Premium Software kennt. Die Software soll garantieren, dass deine E-Mails sicher im Posteingang deiner Empfänger ankommen, nicht als Spam aussortiert werden oder in anderen Ordnern landen.
es: Pepipost es una innovadora solución de correo electrónico empresarial que le ofrece una experiencia de usuario optimizada y que solo se obtiene con un software de la más alta calidad. El software está diseñado para garantizar que sus correos electrónicos se envíen a la bandeja de entrada de sus destinatarios y no se mezclen ni se pierdan en el spam y otras carpetas.
pl: Pepipost to innowacyjne transakcyjne rozwiązanie poczty elektronicznej, oferujące usprawnioną obsługę użytkownika, dostępną wyłącznie w wysokiej jakości, płatnym oprogramowaniu. Oprogramowanie to zostało zaprojektowane w taki sposób, aby e-maili docierały do skrzynki odbiorczej adresatów, zamiast trafiać do spamu i innych folderów.
vi: Pepipost là một giải pháp email giao dịch sáng tạo cung cấp cho bạn một trải nghiệm người dùng giản lược mà bạn chỉ có thể nhận được từ một phần mềm cao cấp. Phần mềm này được thiết kế để đảm bảo các email của bạn được gửi vào hộp thư của người nhận chứ không bị nhầm lẫn và thất lạc trong hộp thư rác và các nơi khác.

source: Delivery and Analytics for Better Email Performance.
de: Zustellung und Analyse für bessere Ergebnisse beim E-Mail Versand.
es: Entrega y análisis para mejorar el rendimiento del correo electrónico.
pl: Dostarczanie i analiza w celu uzyskania lepszych wyników rozsyłania e-maili.
vi: Cung cấp và Phân tích cho hiệu quả sử dụng email tốt hơn.

source: Reach customers using a flexible email API and marketing tools to increase customer engagement.
de: Erreiche deine Kunden mithilfe einer flexiblen E-Mail API und mit Marketing Tools und steigere so das Engagement der Kunden.
es: Llegue a sus clientes mediante una API de correo electrónico flexible y herramientas de marketing para aumentar la participación del cliente.
pl: Docieraj do klientów za pomocą elastycznego interfejsu API do obsługi poczty elektronicznej i narzędzi marketingowych, zwiększających zaangażowanie klientów.
vi: Tiếp cận khách hàng với một API email linh hoạt và công cụ tiếp thị để tăng khả năng gắn kết với khách hàng.

source: Mailgun's leading API-based email delivery service allows you to send dynamic email effortlessly.
de: Mit dem führenden API basierten E-Mail Zustelldienst von Mailgun versendest du mühelos dynamische E-Mails.
es: El servicio líder de entrega de correo electrónico basado en API de Mailgun le permite enviar correos electrónicos dinámicos sin esfuerzo.
pl: Usługa dostarczania e-maili oparta na znakomitym interfejsie API Mailgun upraszcza wysyłanie dynamicznych e-maili.
vi: Dịch vụ gửi email dựa trên API hàng đầu của Mailgun cho phép bạn dễ dàng gửi các email có nội dung động.

source: Clang is a complete omnichannel marketing platform for email marketing and marketing automation.
de: Clang ist eine komplexe kanalübergreifende Marketingplattform für E-Mail Marketing und Marketing Automatisierung.
es: Clang es una plataforma de marketing completamente multicanal que puede utilizarse para hacer ventas por correo electrónico y automatizadas.
pl: Clang to kompletna platforma marketingu wielokanałowego do e-mail marketingu i automatyzacji marketingu.
vi: Clang là một nền tảng tiếp thị đa kênh hoàn chỉnh để tiếp thị qua email và tự động hóa tiếp thị.

source: Effective Newsletter Software for more conversions and revenue
de: Effektive Newsletter Software für mehr Konversionen und höhere Umsätze
es: Software de boletines eficaz para efectuar más conversiones e ingresos
pl: Skuteczne oprogramowanie do biuletynów, zapewniające więcej konwersji i przychodów
vi: Phần mềm Bản tin hiệu quả để tăng tỷ lệ chuyển đổi và doanh thu

source: Send interactive emails using SendPulse email editor or API.
de: Nutze den E-Mail Editor oder die API von SendPulse, um interaktive E-Mails zu senden.
es: Envíe correos electrónicos interactivos utilizando el editor de correo electrónico o la API de SendPulse.
pl: Wysyłaj interaktywne e-maili za pomocą edytora e-maili SendPulse lub interfejsu API.
vi: Gửi các email tương tác sử dụng trình biên tập email hoặc API của SendPulse.

source: Supercharge conversions of your bulk and triggered campaigns with real-time recommendations in AMP powered emails
de: Erhöhe die Konversionen deiner Bulk und Trigger Kampagnen mit Echtzeitempfehlungen in E-Mails auf AMP Basis
es: Impulse las conversiones de sus campañas masivas y activadas mediante recomendaciones en tiempo real de correos electrónicos con tecnología AMP
pl: Znacznie zwiększ współczynniki konwersji swoich masowych i ukierunkowanych kampanii dzięki rekomendacjom generowanym w czasie rzeczywistym w e-mailach AMP
vi: Tăng cường vượt trội tỷ lệ chuyển đổi cho các chiến dịch hàng loạt và kích hoạt của bạn với những khuyến nghị trong thời gian thực từ các email dựa trên AMP

source: Adobe Campaign Classic brings email to life with AMP
de: Adobe Campaign Classic erweckt mit AMP E-Mails zum Leben
es: Adobe Campaign Classic distribuye el correo electrónico con AMP
pl: Adobe Campaign Classic ożywia pocztę e-mail dzięki AMP
vi: Adobe Campaign Classic tạo sức sống cho email với AMP

source: Copernica is a tool to create automated email campaigns with an powerful drag & drop editor.
de: Copernica ist ein Tool zum Erstellen automatisierter E-Mail Kampagnen mit einem leistungsfähigen Drag&Drop Editor.
es: Copernica es una herramienta para crear campañas automáticas de correo electrónico mediante un poderoso editor que utiliza la función "arrastrar y soltar".
pl: Copernica to narzędzie do tworzenia automatycznych kampanii e-mailowych z potężnym edytorem, obsługującym przeciąganie i upuszczanie.
vi: Copernica là một công cụ để tạo các chiến dịch email tự động với một trình biên tập kéo &amp; thả mạnh mẽ.
