Repository: ampproject/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pl, vi

source: AMP offers a way for you to give users a faster experience everywhere: on ads, landing pages or on your entire website. AMP ads help users engage with your brand and improve the performance of your campaigns. When your target audience lands on an AMP page, they get what they’re looking for in the moment they’re looking for it. The net result – they’re more likely to be engaged with and receptive to your brand’s messages, and more likely to take the actions you’re guiding them towards like completing a purchase.
de: Mit AMP kannst du deinen Nutzern überall ein schnelleres Erlebnis bieten: bei Ads, auf Landing Pages oder auf deiner gesamten Website. AMP Ads fördern das Engagement der Nutzer mit deinem Brand und verbessern die Performance deiner Kampagnen. Wenn deine Zielgruppe auf einer AMP Seite landet, bekommt sie das, wonach sie sucht – und zwar sofort. Das bedeutet: Deine Nutzer sind empfänglicher für die Botschaft deiner Marke und befassen sich eher damit. Und es ist wahrscheinlicher, dass sie dem von dir vorgesehenen Pfad folgen und beispielsweise einen Kauf abschließen.
es: AMP le ofrece una forma de dar a los usuarios una experiencia más rápida en cualquier sitio: en anuncios, páginas de destino o en todo el sitio web. Los anuncios AMP ayudan a los usuarios a interactuar con su marca y a mejorar el rendimiento de sus campañas. Cuando su público objetivo visita una página AMP, obtienen lo que buscan cuando lo buscan. En resumen, es más probable que participen y sean más receptivos a los mensajes de su marca, y que tomen las medidas que usted les indica, como hacer una compra.
pl: AMP oferuje możliwość zapewnienia użytkownikom szybszego dostępu do wszystkiego: reklam, stron docelowych lub całej zawartości witryny. Reklamy AMP ułatwiają użytkownikom zaangażowanie się w Twoją markę i poprawę skuteczności Twoich kampanii. Gdy odbiorcy docelowi znajdą się na stronie AMP, otrzymują to, czego szukają i w chwili, gdy tego szukają. Wynik netto — bardziej prawdopodobne jest, że będą zaangażowani i otwarci na przesłanie Twojej marki, a także że podejmą działania, do których ich kierujesz, takie jak dokonanie zakupu.
vi: AMP cho phép bạn mang đến người dùng một trải nghiệm nhanh hơn ở mọi nơi: trong các quảng cáo, trang đích hoặc trên toàn bộ website của bạn. Quảng cáo AMP cho phép người dùng gắn kết với thương hiệu của bạn và cải thiện hiệu quả cho các chiến dịch của bạn. Khi đối tượng khách hàng mục tiêu của bạn đến một trang AMP, họ sẽ tìm được đúng thứ họ muốn tại thời điểm họ quan tâm đến nó. Kết quả là – họ sẽ gắn kết hơn và dễ tiếp nhận thông điệp thương hiệu của bạn, và dễ thực hiện hành động mà bạn mong muốn, chẳng hạn như hoàn tất một đơn hàng.

source: What’s the difference between an AMPHTML ad and a regular ad? Seconds.
de: Was ist der Unterschied zwischen einer AMPHTML Ad und einer gewöhnlichen Anzeige? Sekunden.
es: ¿Cuál es la diferencia entre un anuncio AMPHTML y uno normal? Los segundos.
pl: Na czym polega różnica między reklamą AMPHTML a zwykłą reklamą? Różnicę tę mierzy się w sekundach.
vi: Điểm khác nhau giữa một quảng cáo AMPHTML và quảng cáo thông thường là gì? Những giây phút quý báu.

source: AMPHTML Ad
es: Anuncio AMPHTML
pl: Reklama AMPHTML
vi: Quảng cáo AMPHTML

source: More overall traffic
de: Insgesamt mehr Traffic
es: Aumento del tráfico en general
pl: Większy całkowity ruch
vi: Lưu lượng tổng thể lớn hơn

source: India Today delights readers and boosts revenue with AMP
de: India Today begeistert mithilfe von AMP die Leser und steigert den Umsatz
es: India Today deleita a sus lectores y aumenta sus ingresos con AMP
pl: India Today zachwyca czytelników i zwiększa przychody dzięki AMP
vi: India Today làm hài lòng độc giả và tăng doanh thu với AMP

source: Increase in returning users from mobile search
de: mehr wiederkehrende Nutzer bei der mobilen Suche
es: Aumento en el número de usuarios que regresan después de hacer búsquedas en dispositivos móviles
pl: Wzrost liczby powracających użytkowników z wyszukiwarek mobilnych
vi: Tăng lượng người dùng trở lại từ kết quả tìm kiếm trên di động

source: AMP helps the Washington Post increase returning users from mobile search by 23%
de: AMP hilft der Washington Post, die Anzahl der wiederkehrenden Nutzer bei der mobilen Suche um 23 % zu steigern
es: AMP ayuda a que The Washington Post aumente en 23% el número de usuarios que regresan después de hacer búsquedas en dispositivos móviles
pl: AMP pomaga Washington Post zwiększyć liczbę powracających użytkowników z wyszukiwarek mobilnych o 23%
vi: AMP giúp Washington Post tăng 23% lượng người dùng quay trở lại từ các tìm kiếm di động

source: Faster page load time
de: Kürzere Ladezeit von Seiten
es: Mayor rapidez de carga en las páginas
pl: Krótszy czas ładowania strony
vi: Thời gian tải trang nhanh hơn

source: AMP makes Gizmodo 3x faster on mobile
de: AMP beschleunigt Gizmodo auf Mobilgeräten auf das Dreifache
es: AMP hace que Gizmodo sea 3 veces más rápido en dispositivos móviles
pl: AMP trzykrotnie przyspiesza Gizmodo na urządzeniach mobilnych
vi: AMP tăng gấp 3 tốc độ của Gizmodo trên di động

source: Compelling, smooth and instant
de: Überzeugend, reibungslos und blitzschnell
es: Atractivo, intuitivo e instantáneo
pl: Przekonująco, płynnie i błyskawicznie
vi: Hấp dẫn, mượt mà và tức thì

source: Easily create user first websites with AMP.
de: Erstelle mit AMP ganz einfach nutzerorientierte Websites.
es: AMP le permitirá crear fácilmente sitios web enfocados en el usuario
pl: Z łatwością utwórz pierwsze witryny internetowe użytkowników za pomocą AMP.
vi: Dễ dàng tạo các website đặt người dùng làm ưu tiên hàng đầu với AMP.

source: What is<br> AMP?
de: Was ist<br> AMP?
es: ¿Qué es<br> AMP?
pl: Co to jest<br> AMP?
vi: AMP<br>là gì?

source: Web pages that are compelling, smooth, and load near instantaneously
de: Ansprechende, reibungslose Webseiten, die fast sofort geladen werden
es: Páginas web atractivas, intuitivas y que se cargan casi instantáneamente
pl: Strony internetowe, które są przekonujące, płynnie działają i są ładowane niemal natychmiast
vi: Các trang web hấp dẫn, mượt mà và tải gần như tức thì

source: AMP is a simple and robust format to ensure your website is fast, user-first, and makes money. AMP provides long-term success for your web strategy with distribution across popular platforms and reduced operating and development costs.
de: AMP ist ein einfaches und robustes Format, das deine Website schnell, benutzerfreundlich und rentabel macht. AMP ist für alle gängigen Plattformen geeignet, reduziert die Betriebs- und Entwicklungskosten und stellt so den langfristigen Erfolg deiner Webstrategie sicher.
es: AMP incluye un formato sólido y sencillo, diseñado para garantizar que su sitio web sea rápido, enfocado en el usuario y le ayude a ganar dinero. AMP asegura el éxito a largo plazo de su estrategia web mediante una distribución óptima en plataformas populares y la reducción de costos operativos y de desarrollo.
pl: AMP to prosty i niezawodny format sprawiający, że witryna internetowa jest szybka, zorientowana na użytkownika i zarabia pieniądze. AMP zapewnia długoterminowy sukces Twojej strategii internetowej dzięki dystrybucji na popularnych platformach oraz obniżeniu kosztów operacyjnych i rozwoju.
vi: AMP là một định dạng đơn giản và mạnh mẽ để đảm bảo website của bạn nhanh, đặt người dùng làm ưu tiên hàng đầu, và kiếm được tiền. AMP cung cấp thành công dài hạn cho chiến lược web của bạn bằng cách phân bổ trên nhiều nền tảng phổ biến và giảm chi phí vận hành cũng như phát triển.

source: Create great web experiences for users across the open web
de: Biete Nutzern eine großartige Weberfahrung im offenen Internet
es: Construya excelentes experiencias para los usuarios de la web pública
pl: Wywołuj wspaniałe doznania użytkowników w całym otwartym Internecie
vi: Tạo các trải nghiệm web tuyệt vời cho người dùng trên web mở

source: AMP enables the creation of websites and ads that are consistently fast, beautiful and high-performing across devices and distribution platforms. Publishers and advertisers can decide how to present their content that emphasizes a user-first experience.
de: Mit AMP erstellst du Websites und Ads, die auf allen Geräten und Vertriebsplattformen gleichermaßen schnell, ansprechend und leistungsstark sind. Publisher und Werbetreibende entscheiden darüber, wie sie ihre Inhalte präsentieren und die Benutzererfahrung kultivieren.
es: AMP permite la creación de sitios web y anuncios sistemáticamente rápidos, atractivos y de alto rendimiento en todos los dispositivos y plataformas de distribución. Los editores y anunciantes pueden decidir cómo presentar su contenido para crear una experiencia enfocada en el usuario.
pl: AMP umożliwia tworzenie witryn internetowych i reklam, które są konsekwentnie szybkie, piękne i mają wysoką skuteczność na różnych urządzeniach i platformach dystrybucji. Wydawcy i reklamodawcy mogą decydować o tym, jak zaprezentować treści, aby podkreślić swoją orientację na użytkownika.
vi: AMP cho phép tạo các website và quảng cáo nhanh, đẹp và có hiệu quả cao, ổn định trên nhiều thiết bị và nền tảng phân phối. Các nhà phát hành và nhà quảng cáo có thể quyết định cách trình bày nội dung của họ để nhấn mạnh một trải nghiệm đặt người dùng làm ưu tiên hàng đầu.

source: We are committed to improving speed across the board. If our site takes a long time to load, it doesn’t matter how great our journalism is, some people will leave the page before they see what’s there.
de: Wir sind bestrebt, die Geschwindigkeit in allen Bereichen zu verbessern. Es spielt keine Rolle, wie großartig unser Journalismus ist – wenn die Website zu langsam geladen wird, verlassen einige Besucher die Seite, bevor sie die Inhalte sehen.
es: Estamos comprometidos a mejorar la velocidad en todos los sentidos. Si nuestro sitio tarda mucho tiempo en cargar, no importa qué tan relevante sea nuestra información, algunas personas saldrán de la página antes de terminar de verla.
pl: Dokładamy wszelkich starań, aby poprawić szybkość we wszystkich obszarach. Jeśli załadowanie naszej witryny zajmuje dużo czasu, nie ma znaczenia jak wspaniałe jest nasze dziennikarstwo, niektórzy ludzie opuszczą stronę, jeszcze nim zobaczą, co na niej jest.
vi: Chúng tôi luôn nỗ lực cải thiện tốc độ tổng quát. Nếu bạn phải mất nhiều thời gian để tải website của chúng tôi, thì dù chất lượng bài báo có trau chuốt đến đâu, một số người vẫn sẽ rời khỏi trang web trước khi họ đọc được nội dung của nó.

source: David Merrell, Senior Product Manager
de: David Merrell, Leitender Produktmanager
es: David Merrell, Director Ejecutivo de Productos
pl: David Merrell, starszy menedżer produktu
vi: David Merrell, Quản lý Sản phẩm Cấp cao

source: What AMP HTML is made of
de: Daraus besteht AMP HTML
es: Cómo está formado AMP HTML
pl: Składniki AMPHTML
vi: AMP HTML gồm những gì

source: Though most tags in an AMP HTML page are regular HTML tags, some HTML tags are replaced with AMP-specific tags (see also HTML Tags in the AMP spec). These custom elements, called AMP HTML components, make common patterns easy to implement in a performant way.
de: Obwohl die meisten Tags in einer AMP HTML Seite gewöhnliche HTML Tags sind, werden bestimmte HTML Tags durch AMP spezifische Tags ersetzt (siehe auch HTML Tags in der AMP Spezifikation). Diese benutzerdefinierten Elemente werden AMP HTML Komponenten genannt. Sie erleichtern es, gängige Muster wirksam zu implementieren.
es: Aunque la mayoría de las etiquetas de una página AMP HTML son etiquetas normales de HTML, algunas etiquetas HTML se sustituyen por etiquetas específicas de AMP (consulte también la sección de etiquetas HTML en la especificación de AMP). Estos elementos personalizados, llamados componentes AMP HTML, hacen que los patrones comunes sean fáciles de implementar para obtener un mayor rendimiento.
pl: Chociaż większość znaczników na stronie AMPHTML to zwykłe znaczniki HTML, niektóre z nich zastępowane są znacznikami specyficznymi dla AMP (patrz także punkt Znaczniki HTML w sekcji Specyfikacja AMP). Te niestandardowe elementy, zwane składnikami AMPHTML, ułatwiają stosowanie typowych wzorców w wydajny sposób.
vi: Tuy hầu hết các thẻ trong một trang AMP HTML đều là các thẻ HTML thông thường, một số thẻ HTML sẽ được thay thế bằng các thẻ AMP cụ thể (xem thêm Thẻ HTML theo thông số AMP). Các yếu tố tùy chỉnh này được gọi là các thành phần AMP HTML và giúp bạn dễ dàng triển khai các mẫu thông dụng một cách hiệu quả.

source: Built-in components
de: Integrierte Komponenten
es: Componentes integrados
pl: Składniki wbudowane
vi: Thành phần tích hợp

source: AMP HTML is HTML with some restrictions for reliable performance.
de: AMP HTML ist HTML mit bestimmten Einschränkungen, die zuverlässige Leistung garantieren.
es: AMP HTML es similar a HTML pero cuenta con algunas restricciones para lograr un rendimiento confiable.
pl: AMPHTML to HTML z pewnymi ograniczeniami, zapewniającymi niezawodność działania.
vi: AMP HTML là HTML với một số hạn chế để đảm bảo hiệu quả.

source: For example, the amp-img tag provides full srcset support even in browsers that don’t support it yet. Learn how to create your first AMP HTML page.
de: Beispielsweise bietet das Tag amp-img vollständige Unterstützung für srcset selbst in Browsern, die das Attribut noch nicht unterstützen. Lerne, deine erste AMP HTML Seite zu erstellen.
es: Por ejemplo, la etiqueta amp-img proporciona compatibilidad total con srcset, incluso en navegadores que aún no son compatibles. Aprenda a crear su primera página en AMP HTML.
pl: Znacznik tag amp-img na przykład zapewnia pełną obsługę atrybutu srcset, nawet w przeglądarkach, które jeszcze go nie obsługują. Dowiedz się jak utworzyć pierwszą stronę w AMPHTML.
vi: Ví dụ, thẻ amp-img hỗ trợ toàn diện cho srcset kể cả trong các trình duyệt chưa hỗ trợ nó. Tìm hiểu cách để tạo trang AMP HTML đầu tiên của bạn.

source: AMP pages are discovered by search engines and other platforms through the HTML tag. You can choose to have a non-AMP version and an AMP version of your page, or just an AMP version.
de: AMP Seiten werden von Suchmaschinen und anderen Plattformen am HTML Tag erkannt. Du kannst bestimmen, ob deine Seite nur im AMP Format oder in zwei Versionen mit und ohne AMP verfügbar sein soll.
es: Los motores de búsqueda descubren las páginas AMP y otras plataformas mediante la etiqueta HTML. Puede utilizar una versión que no sea AMP y una versión AMP de su página, o solo una versión AMP.
pl: Strony AMP są wykrywane przez wyszukiwarki i inne platformy za pomocą znacznika HTML. Można mieć wersję strony inną niż AMP i wersję AMP lub tylko wersję AMP.
vi: Các trang AMP được khám phá bởi các công cụ tìm kiếm và nền tảng khác thông qua thẻ HTML. Bạn có thể chọn hiển thị một phiên bản không phải AMP lẫn một phiên bản AMP của trang web, hoặc chỉ một phiên bản AMP mà thôi.

source: Learn more in Make Your Page Discoverable.
de: Weitere Informationen findest du unter "So wird deine Seite gefunden".
es: Obtenga más información sobre cómo hacer que su página sea reconocible.
pl: Dowiedz się więcej w artykule Ułatw znalezienie swoich stron.
vi: Tìm hiểu thêm trong phần Quảng bá trang của bạn.

source: AMP pages can be cached for near instantaneous loading on the web. Platforms like Google run AMP caches to enable fast loading of your content from their service.
de: AMP Seiten können zwischengespeichert werden, damit sie fast verzögerungsfrei im Internet laden. Plattformen wie Google betreiben AMP Caches, mit deren Hilfe deine Inhalte aus diesem Dienst schnell geladen werden können.
es: Las páginas AMP pueden almacenarse en el caché para cargarlas casi instantáneamente en la web. En plataformas como Google se ejecutan cachés AMP para permitir que su contenido se cargue rápidamente desde su servicio.
pl: Strony AMP można buforować w celu umożliwienia niemal natychmiastowego ładowania w Internecie. Platformy takie jak Google obsługują serwery AMP Cache, aby umożliwić szybkie ładowanie treści z ich usług.
vi: Các trang AMP có thể được lưu trong bộ nhớ đệm để tải gần như ngay lập tức trên web. Các nền tảng như Google vận hành các bộ nhớ đệm AMP để tải nhanh nội dung của bạn từ dịch vụ của họ.

source: The Google AMP Cache is a proxy-based content delivery network for delivering all valid AMP documents. It fetches AMP HTML pages, caches them, and improves page performance automatically. When using the Google AMP Cache, the document, all JS files and all images load from the same origin that is using HTTP 2.0 for maximum efficiency. <br> The cache also comes with a built-in validation system which confirms that the page is guaranteed to work, and that it doesn't depend on external resources. The validation system runs a series of assertions confirming the page’s markup meets the AMP HTML specification.
de: Google AMP Cache ist ein proxybasiertes Content Delivery Network, das alle validierten AMP Dokumente bereitstellt. Es ruft AMP HTML Seiten ab, speichert sie in einem Cache und optimiert automatisch die Seitenleistung. Beim Einsatz von Google AMP Cache werden das Dokument, alle JS Dateien und alle Bilder mit HTTP 2.0 aus derselben Quelle geladen, um maximale Effizienz zu erreichen. <br> Außerdem verfügt der Cache über ein integriertes Validierungssystem. Dieses bestätigt, dass die Seite garantiert funktioniert und nicht von externen Ressourcen abhängig ist. Das Validierungssystem führt eine Reihe von Überprüfungen durch, um sicherzustellen, dass das Markup der Seite der AMP HTML Spezifikation entspricht.
es: El Caché AMP de Google es una red de entrega de contenido basada en proxy que está diseñada para proporcionar todos los documentos AMP válidos. Recupera las páginas AMP HTML, las almacena en el caché y mejora automáticamente el rendimiento de la página. Cuando se utiliza el Caché AMP de Google, el documento, todos los archivos JS y todas las imágenes se cargan desde el mismo origen mediante HTTP 2.0 para lograr una máxima eficiencia. <br>El caché también cuenta con un sistema de validación integrado, el cual confirma que la página está garantizada para funcionar y no depende de recursos externos. El sistema de validación ejecuta una serie de afirmaciones que confirman que el marcado de la página cumple con la especificación AMP HTML.
pl: Google AMP Cache to oparta na serwerach proxy sieć dystrybucji treści, służąca do dostarczania wszystkich ważnych dokumentów AMP. Pobiera strony AMPHTML, buforuje je i automatycznie poprawia działanie strony. W razie korzystania z Google AMP Cache dokument, wszystkie pliki JS i wszystkie obrazy są ładowane z tego samego źródła za pomocą zapewniającego maksymalną wydajność protokołu HTTP 2.0. <br> Serwery buforujące są również wyposażone we wbudowany system sprawdzania poprawności, który sprawdza, czy strona działa poprawnie i nie jest zależna od zasobów zewnętrznych. System sprawdzania poprawności uruchamia serię asercji sprawdzających, czy znaczniki strony są zgodne ze specyfikacją AMPHTML.
vi: Bộ nhớ đệm AMP của Google là một mạng lưới cung cấp nội dung dựa trên proxy để cung cấp tất cả các tài liệu AMP hợp lệ. Bộ nhớ này truy xuất các trang AMP HTML, lưu chúng vào bộ nhớ đệm, và sử dụng chúng để tự động cải thiện hiệu quả tải trang. Khi sử dụng Bộ nhớ đệm AMP của Google, tài liệu, tất cả các tập tin JS và tất cả ảnh sẽ được tải từ cùng một nguồn sử dụng HTTP 2.0 để đảm bảo hiệu suất tối đa.<br> Bộ nhớ đệm này cũng bao gồm một hệ thống xác thực được tích hợp trong để xác nhận rằng trang đó chắc chắn sẽ hoạt động tốt và không phụ thuộc vào các tài nguyên bên ngoài. Hệ thống xác thực sẽ chạy một chuỗi các kiểm tra để xác nhận rằng thiết kế của trang đáp ứng được các thông số của AMP HTML.

source: Another version of the validator comes bundled with every AMP page. This version can log validation errors directly to the browser’s console when the page is rendered, allowing you to see how complex changes in your code might impact performance and user experience.
de: Eine weitere Version des Validators wird mit jeder AMP Seite mitgeliefert. Wenn die Seite gerendert wird, kann diese Version Validierungsfehler direkt in der Browserkonsole protokollieren. So kannst du beurteilen, wie sich komplexe Änderungen in deinem Code auf Leistung und Benutzererfahrung auswirken werden.
es: Cada página AMP cuenta con otra versión del validador. Esta versión puede registrar los errores de validación directamente en la consola del navegador cuando se renderiza la página, lo cual le permite ver cómo los cambios complejos en su código pueden afectar el rendimiento y la experiencia del usuario.
pl: Kolejna wersja walidatora jest dołączana do każdej strony AMP. Wersja ta może rejestrować błędy sprawdzania poprawności bezpośrednio w konsoli przeglądarki podczas wyświetlania strony, co pozwala sprawdzić jak złożone zmiany mogą wpłynąć na działanie i doznania użytkownika.
vi: Một phiên bản khác của trình xác thực được kèm theo mọi trang AMP. Phiên bản này sẽ trực tiếp ghi lại mọi lỗi xác thực vào dòng lệnh của trình duyệt khi trang được render, cho phép bạn thấy cách những thay đổi phức tạp trong dòng mã có thể ảnh hưởng đến hiệu quả và trải nghiệm của người dùng.

source: Learn more about caching in AMP
de: Erfahre mehr über das Caching in AMP
es: Obtener más información sobre el almacenamiento caché en AMP
pl: Dowiedz się więcej o buforowaniu w AMP
vi: Tìm hiểu thêm về bộ nhớ đệm trong AMP

source: Explore use cases of AMP websites
de: Erkunde einige Use Cases von AMP Websites
es: Explore los diferentes casos de uso en los sitios web de AMP
pl: Poznaj przykładowe realizacje witryn AMP
vi: Khám phá các trường hợp sử dụng của website AMP

source: Web page speed improves the user experience and core business metrics
de: Optimale Benutzererfahrung und bessere Metriken des Kerngeschäfts dank schnellen Webseiten
es: La velocidad de la página web mejora la experiencia del usuario y las principales métricas empresariales
pl: Szybkość strony internetowej poprawia komfort użytkowania i podstawowe wskaźniki biznesowe
vi: Tốc độ tải trang web sẽ cải thiện trải nghiệm của người dùng và các thông số kinh doanh chính

source: Building AMP pages is easy and reduces developer overhead
de: Geringer Entwicklungsaufwand dank einfacher Erstellung von AMP Seiten
es: Las páginas AMP son fáciles de crear y reducen los costos de desarrollo adicionales
pl: Tworzenie stron AMP jest łatwe i zmniejsza nakład pracy programistycznej
vi: Rất dễ để tạo các trang AMP và giảm chi phí cho nhà phát triển

source: Building AMP pages is easy
de: Beeindruckende Einfachheit bei der Erstellung von AMP Seiten
es: Crear páginas AMP es muy sencillo
pl: Tworzenie stron AMP jest łatwe
vi: Rất dễ để tạo các trang AMP

source: AMP can be applied across various web touch points
de: Einsatz von AMP für verschiedene Touchpoints im Internet
es: AMP puede aplicarse en varios puntos de contacto de la web
pl: AMP można stosować w różnych internetowych punktach kontaktu z klientem
vi: AMP có thể được áp dụng trên nhiều điểm tương tác web khác nhau

source: Maintain flexibility and control and reduce complexity in your code
de: Gewohnte Flexibilität und Kontrolle bei weniger komplexem Code
es: Mantiene la flexibilidad, el control y reduce la complejidad de su código
pl: Zachowaj elastyczność i kontrolę oraz zmniejsz złożoność kodu
vi: Duy trì sự linh hoạt, kiểm soát và cắt giảm sự phức tạp trong mã của bạn

source: Building blocks that ensure performance
de: Bausteine für garantierte Leistung
es: Crea bloques para garantizar el rendimiento
pl: Bloki konstrukcyjne zapewniające wydajność działania
vi: Các khối xây dựng giúp đảm bảo hiệu quả
