Repository: ampproject/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pl, vi

source: What are you looking for?
de: Wonach suchst du?
es: ¿Qué busca?
pl: Czego szukasz?
vi: Bạn muốn tìm gì?

source: Working Groups
de: Arbeitsgruppen
es: Grupos de trabajo
pl: Grupy robocze
vi: Nhóm làm việc

source: You're currently not connected to the internet.
de: Du bist momentan nicht mit dem Internet verbunden.
es: Actualmente no está conectado a Internet.
pl: Obecnie nie masz połączenia z Internetem.
vi: Bạn hiện không kết nối với Internet.

source: ads-analytics
es: anuncios-de-analytics
pl: analityka reklam
vi: quảng cáo-phân tích

source: dynamic-content
es: contenido-dinámico
pl: treść dynamiczna
vi: nội dung động

source: layout
es: diseño
pl: układ
vi: bố cục

source: media
es: medios
pl: multimedia
vi: đa phương tiện

source: presentation
es: presentación
pl: prezentacja
vi: thuyết trình

source: social
pl: społecznościowe
vi: xã hội

source: …while trying to load the search results.
de: ...beim Versuch, die Suchergebnisse zu laden.
es: …mientras intentaba cargar los resultados de la búsqueda.
pl: …podczas próby załadowania wyników wyszukiwania.
vi: …khi cố tải kết quả tìm kiếm.

source: Sadly this page isn't translated yet, but we could use some help doing so. See the <a href="/documentation/guides-and-tutorials/contribute/translations">translation guide</a> on how you can contribute.
de: Diese Seite ist leider noch nicht übersetzt. Wir könnten dabei Hilfe gebrauchen. Lies bitte den <a href="/documentation/guides-and-tutorials/contribute/translations">Übersetzungsleitfaden</a>, wenn du beitragen möchtest.
pl: Ta strona nie została niestety jeszcze przetłumaczona. Ucieszylibyśmy się z pomocy! <a href="/documentation/guides-and-tutorials/contribute/translations">Dowiedz się</a>, jak możesz pomóc.
vi: Rất tiếc, trang này chưa được dịch, nhưng bạn có thể giúp chúng tôi cải thiện điều này. Hãy xem <a href="/documentation/guides-and-tutorials/contribute/translations">hướng dẫn dịch</a> để biết cách bạn có thể đóng góp.

source: If the explanations on this page don't cover all of your questions feel free to reach out to other AMP users to discuss your exact use case.
de: Sollten die Erklärungen auf dieser Seite nicht all deine Fragen beantworten, kannst du dich gerne an andere AMP Nutzer wenden, um deinen konkreten Use Case zu besprechen.
es: Si las explicaciones que se encuentran en esta página no responden todas sus preguntas, no dude en comunicarse con otros usuarios de AMP para discutir el caso de uso exacto.
pl: Jeśli przedstawione tutaj wyjaśnienia nie odpowiadają na wszystkie pytania, skontaktuj się z innymi użytkownikami AMP, aby omówić daną przykładową realizację.
vi: Nếu bạn vẫn còn thắc mắc sau khi đọc hướng dẫn trên trang này, hãy liên hệ với những người dùng AMP khác để thảo luận về trường hợp sử dụng cụ thể của bạn.

source: The AMP project strongly encourages your participation and contributions! We hope you'll become an ongoing participant in our open source community but we also welcome one-off contributions for the issues you're particularly passionate about.
de: Das AMP Projekt ist auf deine Teilnahme und deine Beiträge angewiesen! Wir hoffen natürlich, dass du dich aktiv an unserer Open Source Community beteiligen wirst. Aber wir freuen uns auch über einmalige Beiträge zu den Themen, die dich besonders interessieren.
es: ¡El proyecto AMP alienta profundamente su participación y contribuciones! Esperamos que se convierta en un miembro permanente de nuestra comunidad de código abierto, pero también agradecemos las contribuciones esporádicas sobre los temas que le apasionan especialmente.
pl: Zdecydowanie zachęcamy do wzięcia udziału! Choć mamy nadzieję, że staniesz się stałym uczestnikiem naszej społeczności open source, to z wdzięcznością przyjmiemy również każdy jednorazowy wkład w kwestie, które są Twoją pasją.
vi: Dự án AMP đặc biệt khuyến khích sự tham gia và đóng góp của bạn! Chúng tôi hi vọng bạn sẽ trở thành một người tham gia tích cực trong cộng đồng mã nguồn mở của chúng tôi, nhưng chúng tôi cũng chào mừng các đóng góp đơn lẻ về vấn đề mà bạn đặc biệt quan tâm.

source: You've read this document a dozen times but it doesn't really cover all of your questions? Maybe other people felt the same: reach out to them on Stack Overflow.
de: Du hast dieses Dokument mehrmals gelesen, hast aber immer noch Fragen? Vielleicht hatten andere Nutzer das gleiche Problem: Schau doch bei Stack Overflow vorbei und lass dir von ihnen helfen.
es: ¿Ha leído este documento una docena de veces pero realmente no responde todas sus preguntas? Quizás otras personas piensen lo mismo: póngase en contacto con ellas en Stack Overflow.
pl: Znasz już ten dokument na wylot i nadal nie znajdujesz w nim odpowiedzi na wszystkie pytania? Być może inni przeszli to samo: skontaktuj się z nimi na Stack Overflow.
vi: Bạn đã đọc tài liệu này hàng chục lần, nhưng nó không thật sự trả lời mọi thắc mắc của bạn? Có lẽ những người khác cũng cảm thấy như vậy: hãy liên hệ với họ trên Stack Overflow.

source: Enable the experiment via the button below. Some components require the AMP Beta Channel to be enabled as well.
de: Klicke unten auf den Button, um das Experiment zu aktivieren. Für einige Komponenten muss auch der AMP Beta Channel aktiviert sein.
es: Active el experimento presionando el siguiente botón. Para utilizar algunos componentes es necesario que el AMP Beta Channel también esté habilitado.
pl: Włącz eksperyment za pomocą przycisku poniżej. Niektóre składniki wymagają również włączenia kanału AMP Beta Channel.
vi: Kích hoạt thử nghiệm thông qua nút dưới đây. Một số thành phần cũng yêu cầu AMP Beta Channel được bật.

source: Example
de: Beispiel
es: Ejemplo
pl: Przykład
vi: Ví dụ

source: Documentation
de: Dokumentation
es: Documentación
pl: Dokumentacja
vi: Tài liệu

source: Success Story
de: Erfolgsstory
es: Historia de éxito
pl: Historia sukcesu
vi: Câu chuyện thành công

source: Although there are {hits} hits in total we cannot show more than 100.', hits='{'+'{result.totalResults}'+'}
de: Es gibt mehr als {hits} Treffer, aber wir können höchstens 100 anzeigen.', hits='{'+'{result.totalResults}'+'}
es: Aunque en total se encontraron {hits} coincidencias, no podemos mostrar más de 100.', hits='{'+'{result.totalResults}'+'}
pl: Wyników jest łącznie {hits}, ale nie możemy wyświetlić ich więcej niż 100.', hits='{'+'{result.totalResults}'+'}
vi: Tuy có tổng cộng {hits} kết quả, chúng tôi không thể hiển thị nhiều hơn 100.', hits='{'+'{result.totalResults}'+'}

source: Get started quickly with a ready-made design. Templates designed to work with all devices - mobile, tablet and desktop.
de: Ein vorgefertigtes Design erleichtert dir den Anfang. Die Templates sind für alle Geräte geeignet – Mobilgeräte, Tablets und Desktop PCs.
es: Inicie rápidamente con ayuda de un diseño predeterminado. Las plantillas están diseñadas para funcionar en todos los dispositivos: celulares, tabletas y computadoras de escritorio.
pl: Rozpocznij szybko dzięki gotowemu projektowi. Szablony zaprojektowano do współpracy z wszystkimi urządzeniami — mobilnymi, tabletami i komputerami.
vi: Bắt đầu nhanh với một thiết kế sẵn dùng. Các khuôn mẫu được thiết kế để hoạt động với mọi thiết bị - di động, máy tính bảng và máy tính để bàn.

source: Use AMP to build great experiences across the web
de: Erschaffe großartige Erfahrungen im Web mit AMP
es: Utilice AMP para crear grandes experiencias en toda la web
pl: Użyj AMP do wywoływania wspaniałych wrażeń w Internecie
vi: Sử dụng AMP để tạo ra những trải nghiệm tuyệt vời trên Internet

source: Use AMP to create visual stories on the web.
de: Erschaffe mit AMP visuelle Storys im Internet.
es: Utilice AMP para crear historias visuales en la web
pl: Użyj AMP do tworzenia wizualnych relacji w Internecie.
vi: Sử dụng AMP để tạo các câu chuyện trực quan trên Internet.

source: Use AMP to build and serve lightning fast, safe ads to pages and stories.
de: Erstelle und platziere mit AMP blitzschnelle und sichere Ads auf Seiten und in Storys.
es: Utilice AMP para crear y publicar anuncios rápidamente y de manera segura en páginas e historias
pl: Użyj AMP do tworzenia i wyświetlania błyskawicznie działających, bezpiecznych reklam na stronach i w relacjach.
vi: Sử dụng AMP để tạo và cung cấp quảng cáo an toàn, siêu nhanh cho các trang và câu chuyện.

source: Use AMP to send interactive, dynamic emails.
de: Versende mit AMP interaktive, dynamische E-Mails.
es: Utilice AMP para enviar correos electrónicos interactivos y dinámicos
pl: Użyj AMP do wysyłania interaktywnych, dynamicznych e-maili.
vi: Sử dụng AMP để gửi các email tương tác, năng động.

source: Whether you are a publisher, e-commerce company, storyteller, advertiser or email sender, AMP makes it easy to create great experiences on the web. Use AMP to build:
de: Ob Publisher, E-Commerce Unternehmen, Geschichtenerzähler, Werbetreibende oder E-Mail Nutzer – AMP macht es allen möglich, einzigartige Erlebnisse im Internet zu schaffen. Mit AMP erstellst du mühelos:
es: No importa si usted es un editor, una empresa de comercio electrónico, un narrador de historias, un anunciante o un remitente de correos electrónicos, AMP facilita la creación de excelentes experiencias en la web. Utilice AMP para crear:
pl: Bez względu na to, czy jesteś wydawcą, firmą e-commerce, storytellerem, reklamodawcą czy nadawcą e-maili, AMP ułatwi Ci wywoływanie wspaniałych wrażeń w Internecie. Użyj AMP, aby tworzyć:
vi: Dù bạn là một nhà phát hành, công ty thương mại điện tử, người kể chuyện, nhà quảng cáo hay đơn vị gửi email, AMP cũng có thể giúp bạn tạo ra các trải nghiệm tuyệt vời trên Internet một cách dễ dàng. Sử dụng AMP để tạo:

source: The latest news
de: Aktuelle News
es: Las noticias más recientes
pl: Najnowsze wiadomości
vi: Tin tức mới nhất

source: Don't want to miss any of the great stuff that happens around AMP? Then always be first in line and subscribe to our newsletter!
de: Möchtest du die spannenden Entwicklungen rund um AMP nicht verpassen? Dann abonniere unseren Newsletter und bleibe immer auf dem Laufenden!
es: ¿No quiere perderse ninguna de las cosas grandiosas que suceden alrededor de AMP? ¡Entonces sea siempre el primero en la fila y suscríbase a nuestro boletín!
pl: Nie chcesz przegapić żadnych wspaniałych spraw związanych z AMP? W takim razie niezwłocznie zasubskrybuj nasz biuletyn!
vi: Bạn không muốn bỏ lỡ những tin tức tuyệt vời của AMP? Hãy đăng ký theo dõi bản tin của chúng tôi để luôn là người đầu tiên được nhận tin!

source: Subscribe
de: Abonnieren
es: Suscribirse
pl: Subskrybuj
vi: Đăng ký

source: Learn more about AMP {{ format.name }}
de: Weitere Informationen zu AMP {{ format.name }}
es: Obtener más información sobre AMP {{ format.name }}
pl: Dowiedz się więcej o AMP {{ format.name }}
vi: Tìm hiểu thêm về AMP {{ format.name }}

source: AMP in action
de: AMP in Aktion
es: AMP en acción
pl: AMP w działaniu
vi: AMP trong thực tế

source: Business Benefits
de: Vorteile für Unternehmen
es: Beneficios para las empresas
pl: Korzyści biznesowe
vi: Lợi ích Kinh doanh

source: Get started with AMP
de: Erste Schritte mit AMP
es: Comience a utilizar AMP
pl: Zacznij korzystać z AMP
vi: Bắt đầu với AMP

source: As a source for breaking news and information, Web Stories allow us to showcase our quality journalism when there are multiple elements we want to bring together. Combining reporting, photography, videos and motion graphics, this gives readers a more visual entry point when they are searching for our coverage.
de: Als Quelle für aktuelle Nachrichten und Informationen nutzen wir Web Stories, um anspruchsvollen Journalismus mithilfe multimedialer Elemente zu präsentieren. Die Kombination von Reportagen, Fotos, Videos und animierten Grafiken bietet Lesern einen visuell betonten Einstieg, wenn sie nach unseren Berichten und Artikeln suchen.
es: Como fuente de noticias e información de última hora, las Web Stories nos permiten mostrar nuestro periodismo de alta calidad cuando queremos reunir varios elementos. La combinación de reportajes, fotografías, videos y gráficos animados brinda a los lectores un elemento inicial más visual cuando buscan nuestra cobertura.
pl: Relacje internetowe, jako źródło najnowszych wiadomości i informacji, pozwalają nam zaprezentować walory jakościowe naszego dziennikarstwa, gdy trzeba połączyć wiele elementów. Połączenie raportów, fotografii, filmów i animacji zapewnia czytelnikom bardziej wizualny punkt wejścia, gdy wyszukują nasze materiały dziennikarskie.
vi: Là nguồn cung cấp các tin tức và thông tin nóng hổi, Web Stories cho phép chúng tôi tác nghiệp phóng viên khi có nhiều yếu tố mà chúng tôi muốn kết hợp với nhau. Chúng tôi có thể kết hợp báo cáo, nhiếp ảnh, video và hình hoạt họa để mang đến độc giả một cái nhìn trực quan hơn về bản tin của mình.

source: Greg Manifold, Design Director of The Washington Post
de: Greg Manifold, Design Direktor bei The Washington Post
es: Greg Manifold, Director de Diseño en The Washington Post
pl: Greg Manifold, dyrektor ds. projektowania w Washington Post
vi: Greg Manifold, Giám đốc Thiết kế của The Washington Post

source: Explore AMP<br/> success stories
de: Entdecke AMP <br/>Erfolgsstorys
es: Explore las historias de éxito<br/> de AMP
pl: Poznaj historie<br/> sukcesu AMP
vi: Khám phá các câu chuyện<br/> thành công của AMP

source: Don't take our word for it - read case studies from your industry and see how AMP has produced positive results.
de: Beschränke dich nicht auf unsere Artikel – lies Fallstudien aus deiner Branche und finde heraus, zu welchen positiven Ergebnissen AMP beitragen konnte.
es: No confíe solo en nuestra palabra, consulte los estudios de caso relacionados con su industria y vea cómo AMP ha generado resultados positivos.
pl: Nie wierz nam na słowo — przeczytaj studia przypadków z Twojej branży i przekonaj się samodzielnie, jakie pozytywne wyniki przyniosło stosowanie AMP.
vi: Đừng chỉ tin lời chúng tôi - hãy đọc các nghiên cứu trường hợp về ngành nghề của bạn và xem AMP có thể mang đến kết quả tích cực như thế nào.

source: See all success stories
de: Alle Erfolgsstorys anzeigen
es: Ver todas las historias de éxito
pl: Zobacz wszystkie historie sukcesu
vi: Xem tất cả các câu chuyện thành công

source: By the community,<br/>for the community
de: Von der Community,<br/>für die Community
es: Por la comunidad y<br/>para la comunidad
pl: Przez społeczność<br/>i dla społeczności
vi: Bởi cộng đồng,<br/>vì cộng đồng

source: Many ways for you to contribute
de: Auch du kannst beitragen
es: Puede contribuir de muchas maneras
pl: Wiele sposobów wnoszenia wkładu
vi: Những cách mà bạn có thể đóng góp

source: The AMP Project would not be possible without help from all members of the community whether you are a developer, content creator or provider of services relevant to AMP.
de: Ob Entwickler, Content Autoren oder Anbieter von AMP relevanten Diensten – ohne die Mitarbeit der gesamten Community wäre das AMP Projekt nicht möglich.
es: El Proyecto AMP no sería posible sin la ayuda de todos los miembros de la comunidad, no importa si usted es un desarrollador, un creador de contenido o un importante proveedor de servicios para AMP.
pl: Projekt AMP nie byłby możliwy bez pomocy wszystkich członków społeczności, zarówno programistów, twórców treści jak i dostawców usług związanych z AMP.
vi: Dự án AMP sẽ không thể trở thành hiện thực nếu thiếu sự ủng hộ của mọi thành viên trong cộng đồng, dù bạn là một nhà phát triển, nhà sáng tạo nội dung hay nhà cung cấp các dịch vụ liên quan đến AMP.

source: Reporting issues with AMP
de: Probleme mit AMP melden
es: Infórmenos sobre algún problema con AMP
pl: Zgłaszanie problemów z AMP
vi: Báo cáo các vấn đề với AMP

source: If you have feedback or are experiencing technical issues with AMP, please file it using the issue tracker.
de: Möchtest du Feedback hinterlassen oder ein technisches Problem mit AMP melden? Verwende den Issue Tracker zur Dokumentation.
es: Si tiene algún comentario o experimenta problemas técnicos con AMP, puede hacernos llegar sus inquietudes utilizando el rastreador de problemas.
pl: Jeśli masz uwagi lub problemy techniczne z AMP, zgłoś je w sekcji rejestrowania problemów.
vi: Nếu bạn có phản hồi hoặc đang gặp các vấn đề kỹ thuật về AMP, hãy gửi thông tin cho chúng tôi bằng trình theo dõi vấn đề.

source: Build your first AMP page now
de: Erstelle deine erste AMP Seite
es: Cree su primera página AMP ahora
pl: Utwórz teraz pierwszą stronę AMP
vi: Tạo trang AMP đầu tiên của bạn ngay

source: You don’t need to download AMP and no installation is required.<br/> Because it is an open-source project, it is free!
de: Du musst AMP weder herunterladen noch installieren.<br/> Und als Open Source Projekt ist es völlig kostenlos!
es: No necesita descargar AMP y tampoco requiere instalación.<br/>Debido a que este es un proyecto de código abierto, ¡es gratuito!
pl: Nie musisz pobierać ani instalować AMP.<br/> Jest to projekt typu open source, czyli bezpłatny!
vi: Bạn không cần tải về AMP và cũng không cần cài đặt.<br/> Bởi đây là một dự án mã nguồn mở miễn phí!

source: Start developing
de: Jetzt entwickeln
es: Comience a desarrollar
pl: Zacznij tworzyć
vi: Bắt đầu phát triển

source: Tell a story
de: Story erzählen
es: Cuente una historia
pl: Opowiedz historię
vi: Kể một câu chuyện

source: visual storytelling for the open web
de: visuelles Storytelling für das offene Internet
es: Narración visual para la web pública
pl: wizualny storytelling dla otwartego Internetu
vi: kể chuyện trực quan cho web mở

source: Web Stories immerse your readers in fast-loading full-screen experiences. Easily create visual narratives, with engaging animations and tappable interactions. The Web Story format (formerly known as AMP Stories) is free and part of the open web and are available for everyone to try on their websites. They can be shared and embedded across the web without being confined to a closed ecosystem or platform.
de: Web Stories lassen deine Leser in schnell ladende Erlebnisse im Vollbildmodus eintauchen. Erstelle ganz einfach visuelle Erzählungen mit eindrucksvollen Animationen und antippbaren Interaktionen. Das Format für Web Stories (früher bekannt als AMP Storys) ist kostenlos und Teil des offenen Internets – alle können es auf ihren Websites ausprobieren. Web Stories können überall im Internet geteilt und eingebettet werden. Sie sind nicht auf ein geschlossenes Ökosystem oder eine Plattform beschränkt.
es: Web Stories sumergen a sus lectores en experiencias de carga rápida y de pantalla completa. Puede crear fácilmente narraciones visuales con animaciones atractivas y opciones interactivas. El formato de las historias de AMP es gratuito, es parte de la web abierta y está disponible para que cualquier persona lo pruebe en sus sitios web. Puede compartir sus historias e incorporarlas a través de la web sin restringirlas a un ecosistema o a una plataforma cerrada.
pl: Relacje internetowe wciągają czytelników w szybko ładujący się tryb pełnoekranowy. Z łatwością twórz narracje wizualne z angażującymi animacjami i dotykowymi interakcjami. Format relacji internetowych Web Story (wcześniej znany jako relacje AMP) jest bezpłatny, stanowi część otwartego Internetu i jest dostępny dla wszystkich, którzy chcą go wypróbować w swoich witrynach internetowych. Relacje można udostępniać i osadzać w stronach bez ograniczania się do zamkniętego ekosystemu lub platformy.
vi: Các Web Stories sẽ mang đến những trải nghiệm toàn màn hình nhanh cho các độc giả của bạn. Bạn có thể dễ dàng tạo các câu chuyện trực quan với hình hoạt họa thú vị và tương tác được. Định dạng Web Stories (trước đây là AMP Stories) là một phần miễn phí của web mở và có thể được sử dụng trên mọi website. Chúng có thể được chia sẻ và nhúng trên các trang web mà không chỉ bị giới hạn trong một hệ sinh thái hoặc nền tảng khép kín.

source: Web Stories provide content publishers with a mobile-focused format for delivering news and information as visually rich, tap-through stories. Web Stories offers a robust set of advertising opportunities for advertisers and publishers to reach a unique audience on the web with immersive experiences.
de: Web Stories bieten Publishern ein Format, das sich speziell an mobilen Geräten orientiert. Damit können Neuigkeiten und Informationen als visuell ansprechende, kontinuierliche Geschichten präsentiert werden. Web Stories eröffnen Werbetreibenden und Publishern eine Reihe von Werbemöglichkeiten, um mit beeindruckenden Erlebnissen ein ganz bestimmtes Internetpublikum zu erreichen.
es: Web Stories proporcionan a los editores de contenido un formato creado especialmente para dispositivos móviles, el cual les permite difundir noticias e información mediante historias interactivas y con alto contenido visual. AMP Stories ofrece un sólido conjunto de oportunidades publicitarias para que los anunciantes y editores lleguen a una audiencia única en la web mediante experiencias inmersivas.
pl: Relacje internetowe zapewniają wydawcom treści format przeznaczony dla urządzeń mobilnych, umożliwiający dostarczanie wiadomości i informacji w postaci bogatych wizualnie, klikalnych relacji. Format relacji internetowych Web Story oferuje reklamodawcom i wydawcom solidny zestaw możliwości, pozwalający dzięki wciągającym doznaniom dotrzeć z reklamą do unikalnej grupy docelowej w Internecie.
vi: Web Stories cung cấp cho các nhà phát hành một định dạng chú trọng đến thiết bị di động để hiển thị tin tức và thông tin thông qua các câu chuyện trực quan, sinh động, có thể tương tác. Web Stories là một nhóm các cơ hội quảng cáo để những nhà quảng cáo và nhà phát hành có thể tiếp cận một đối tượng khách hàng độc đáo trên mạng Internet thông qua những trải nghiệm đắm chìm.

source: Build your first story
de: Erstelle deine erste Story
es: Crear su primera historia
pl: Utwórz pierwszą relację
vi: Tạo câu chuyện đầu tiên của bạn

source: Learn about story ads
de: Erfahre mehr über Story Ads
es: Obtener más información sobre los anuncios en las historias
pl: Dowiedz się więcej o reklamach fabularnych
vi: Tìm hiểu về story ads

source: Read Success Story
de: Erfolgsgeschichte lesen
es: Lea una historia de éxito
pl: Przeczytaj historię sukcesu
vi: Đọc các Câu chuyện thành công

source: The benefits of Web Stories
de: Vorteile von Web Stories
es: Beneficios de Web Stories
pl: Korzyści z relacji internetowych
vi: Lợi ích của Web Stories

source: Read on how AMP works
de: Finde heraus, wie AMP funktioniert
es: Lea cómo funciona AMP
pl: Przeczytaj jak działa AMP
vi: Tìm hiểu về cách thức hoạt động của AMP
