Repository: ampproject/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pl, vi

source: <p>Accelerated Mobile Pages are just like any other HTML page, but with a limited set of allowed technical functionality that is defined and governed by the open source AMP spec. Just like all web pages, Accelerated Mobile Pages will load in any modern browser or app webview.</p> <p>AMP files take advantage of various technical and architectural approaches that prioritize speed to provide a faster experience for users. AMP developers can use a rich and growing library of web components that offer the ability to embed rich media objects like video and social posts, display advertising, or collect analytics. The goal is not to homogenize how content looks and feels, but instead to build a more common technical core between pages that speeds up load times.</p> <p>In addition, AMP files can be cached in the cloud in order to reduce the time content takes to get to a user’s mobile device. By using the AMP format, content producers are making the content in AMP files available to be cached by third parties. Under this type of framework, publishers and advertisers continue to control their content, but platforms can easily cache or mirror the content for optimal delivery speed to users. Google has provided the <a href="https://developers.google.com/amp/cache/">Google AMP Cache</a> that can be used by anyone at no cost, and all AMPs will be cached by the Google AMP Cache. Other companies may build their own AMP cache as well.</p> <p>In summary, the goal is that the combination of limited technical functionality with a distribution system built around caching will lead to better performing pages, and increased audience development.</p>
de: <p>AMP Seiten sind wie gewöhnliche HTML Seiten, die allerdings nur eine begrenzte Auswahl an technischen Funktionen zulassen. Diese Funktionen sind in der Open Source Spezifikation von AMP definiert und geregelt. Wie alle Webseiten können auch AMP Seiten in jedem modernen Browser und jeder Web App geladen werden.</p> <p>AMP Dateien nutzen verschiedene technische und architektonische Ansätze. Da der Fokus auf einer schnelleren Benutzererfahrung liegt, hat Geschwindigkeit Priorität. AMP Entwicklern steht eine umfangreiche und ständig wachsende Bibliothek an Webkomponenten zur Verfügung, mit denen Medienobjekte (Videos und Beiträge aus sozialen Netzwerken) eingebettet, Werbung angezeigt und Analysedaten erfasst werden können. Das Ziel liegt nicht darin, das "Look and Feel" der Inhalte aneinander anzugleichen, sondern den technischen Kern verschiedener Seiten zu vereinheitlichen, um die Ladezeiten zu verkürzen.</p> <p>Darüber hinaus können AMP Dateien in der Cloud zwischengespeichert werden, damit die Inhalte schneller auf die mobilen Geräte der Nutzer gelangen. Wenn Content Ersteller das AMP Format verwenden, ermöglichen sie Drittanbietern die Zwischenspeicherung der Inhalte. Publisher und Werbetreibende behalten dabei weiterhin die Kontrolle über ihre Inhalte, aber gleichzeitig können Plattformen die Inhalte leicht zwischenspeichern oder spiegeln, um eine optimale Bereitstellung für die Nutzer zu erzielen. Google stellt den <a href="https://developers.google.com/amp/cache/">Google AMP Cache</a>, der alle AMP Seiten zwischenspeichert, kostenlos zur Verfügung. Andere Unternehmen können ihren eigenen AMP Cache erstellen.</p> <p>Das Ziel sind leistungsfähigere Seiten und stärkeres Audience Development. Das soll durch die Kombination von begrenzter technischer Funktionalität und einem Verteilungssystem erreicht werden, das auf Caching basiert.</p>
es: <p>Las páginas móviles aceleradas son como cualquier otra página HTML, pero tienen un conjunto limitado de funciones técnicas permitidas que están definidas y regidas por la especificación AMP de código abierto. Al igual que todas las páginas web, las páginas móviles aceleradas se cargarán en cualquier navegador moderno o aplicación WebView.</p> <p>Los archivos AMP aprovechan varios enfoques técnicos y arquitectónicos que dan prioridad a la velocidad para proporcionar una experiencia más rápida a los usuarios. Los desarrolladores de AMP pueden utilizar una biblioteca enriquecida y creciente de componentes web que ofrece la capacidad de incrustar objetos de medios enriquecidos como videos y publicaciones sociales, mostrar publicidad o recopilar análisis. El objetivo no es homogeneizar la apariencia y la sensación del contenido, sino crear un núcleo técnico más común entre las páginas que acelere los tiempos de carga.</p> <p>Además, los archivos AMP pueden almacenarse en la nube para reducir el tiempo que el contenido tarda en llegar al dispositivo móvil del usuario. Al utilizar el formato AMP, los productores de contenido ponen el contenido de los archivos AMP a disposición de terceros para que los almacenen en caché. En este tipo de marco, los editores y los anunciantes siguen controlando su contenido, pero las plataformas pueden almacenar en caché o duplicar fácilmente el contenido para obtener una velocidad óptima de entrega para los usuarios. Google proporcionó el <a href="https://developers.google.com/amp/cache/">caché AMP de Google</a> que puede utilizar cualquier persona sin costo alguno, y todos los AMP serán almacenados por el caché AMP de Google. Otras empresas también pueden construir su propio caché de AMP.</p> <p>En resumen, el objetivo es que la combinación de una funcionalidad técnica limitada con un sistema de distribución basado en el almacenamiento en caché ayude a generar páginas que tengan un mejor rendimiento y un mayor desarrollo del público.</p>
pl: <p>Strony Accelerated Mobile Pages są jak każda inna strona HTML, ale z ograniczonym zestawem dozwolonych funkcji technicznych, zdefiniowanych w specyfikacji AMP typu open source i zarządzanych na jej podstawie. Strony AMP są obsługiwane w każdej nowoczesnej przeglądarce lub aplikacji ze składnikiem WebView.</p> <p>Pliki AMP korzystają z różnych rozwiązań technicznych i architektonicznych, w których priorytetem jest szybkość, aby zapewnić użytkownikom szybszy dostęp do treści. Programiści AMP mogą korzystać z bogatej i rosnącej biblioteki składników internetowych, oferujących możliwość osadzania obiektów multimedialnych, takich jak filmy i posty społecznościowe, cyfrowe reklamy displayowe lub zbieranie danych analitycznych. Celem nie jest ujednolicenie wyglądu i działania treści, tylko stworzenie wspólnego rdzenia technicznego między stronami, co skróci czas ładowania.</p> <p>Pliki AMP można ponadto buforować w chmurze, aby skrócić czas potrzebny do pobrania treści na urządzenie mobilne użytkownika. W formacie AMP producenci udostępniają treści w plikach AMP, aby umożliwić ich buforowanie zewnętrzne. Dzięki użyciu tego typu frameworku wydawcy i reklamodawcy zachowują kontrolę nad treściami, ale pojawia się możliwość ich łatwego buforowania lub dublowania w celu uzyskania optymalnej szybkości dostarczania. Google udostępnia za darmo sieć serwerów <a href="https://developers.google.com/amp/cache/">Google AMP Cache</a> na buforowanie wszystkich treści AMP w usłudze Google AMP Cache. Inne firmy mogą budować własne sieci serwerów buforujących AMP.</p> <p>Podsumowując, celem jest połączenie ograniczonej funkcjonalności technicznej z systemem dystrybucji opartym na buforowaniu w celu doprowadzenia do szybszego ładowania stron i zwiększenia liczby ich odbiorców.</p>
vi: <p>Trang Di động Gia tốc cũng giống như mọi trang HTML khác, nhưng chỉ với một nhóm các chức năng kỹ thuật được cho phép, được quy định và quản lý bởi thông số AMP mã nguồn mở. Cũng như mọi trang web khác, Trang Di động Gia tốc sẽ tải trong mọi trình duyệt hoặc ứng dụng webview hiện đại.</p> <p>Các tập tin AMP sẽ tận dụng những lối tiếp cận kỹ thuật và cấu trúc khác nhau để ưu tiên cho tốc độ nhằm cung cấp một trải nghiệm nhanh hơn cho người dùng. Các nhà phát triển AMP có thể sử dụng một thư viện các thành phần web phong phú và ngày càng lớn mạnh, cho khả năng nhúng các đối tượng đa phương tiện phong phú như video và bài đăng mạng xã hội, hiển thị quảng cáo hoặc thu thập thông tin phân tích. Mục tiêu không phải là đồng nhất vẻ ngoài và trải nghiệm của nội dung khác nhau, mà thay vào đó, xây dựng một lõi kỹ thuật phổ biến hơn giữa các trang để tăng tốc độ tải.</p> <p>Ngoài ra, các tập tin AMP có thể được lưu trong bộ nhớ đệm trên mây để giảm thời gian mà nó được tải đến thiết bị di động của người dùng. Thông qua việc sử dụng định dạng AMP, các nhà sản xuất nội dung có thể cung cấp các tập tin AMP thông qua bộ nhớ đệm của các bên thứ ba. Trong loại khung này, các nhà phát hành và nhà quảng cáo sẽ tiếp tục kiểm soát nội dung của họ, nhưng các nền tảng có thể dễ dàng lưu bộ nhớ đệm hay sao chép nội dung để đảm bảo tốc độ cung cấp cho người dùng được tối ưu. Google đã cung cấp <a href="https://developers.google.com/amp/cache/">Bộ nhớ đệm AMP của Google</a>, có thể được sử dụng miễn phí bởi tất cả mọi người, và mọi AMP đều sẽ được lưu trong Bộ nhớ đệm AMP của Google. Các công ty khác cũng có thể xây dựng bộ nhớ đệm AMP của riêng họ.</p> <p>Tóm lại, mục tiêu là việc kết hợp chức năng kỹ thuật giới hạn với một hệ thống phân phối được xây dựng trên nền tảng bộ nhớ đệm sẽ giúp tăng hiệu quả của các trang web, và phát triển đối tượng khách hàng.</p>

source: Why does the Accelerated Mobile Pages Project take an open source approach?
de: Warum verfolgt das AMP Projekt einen Open Source Ansatz?
es: ¿Por qué el proyecto de las páginas móviles aceleradas emplea un enfoque de código abierto?
pl: Dlaczego projekt Accelerated Mobile Pages stosuje podejście open source?
vi: Vì sao Dự án Trang Di động Gia tốc lại sử dụng một lối tiếp cận mã nguồn mở?

source: <p>The companies involved in the project want to make the mobile web work better for all -- not just for one platform, one set of technologies, or one set of publishers, or one set of advertisers. Making the project open source enables people to share and contribute their ideas and code for making the mobile web fast. We are just at the beginning of that journey and we look forward to other publishers, advertisers and technology companies joining along the way.</p>
de: <p>Die Unternehmen, die an diesem Projekt beteiligt sind, möchten das mobile Internet für alle Menschen optimieren – nicht nur für eine Plattform, eine Auswahl von Technologien, eine Reihe von Publishern oder eine Reihe von Werbetreibenden. Open Source als Grundsatz ermöglicht allen Interessenten, ihre Ideen und ihren Code zu teilen und zum Projekt beizutragen, um das mobile Internet schneller zu machen. Für uns hat diese Reise hat gerade erst begonnen, und wir freuen uns schon auf alle Publisher, Werbetreibende und Technologieunternehmen, die sich uns anschließen werden.</p>
es: <p>Las empresas involucradas en el proyecto quieren hacer que la web móvil funcione mejor para todos, no solo para una plataforma, un conjunto de tecnologías, o de editores, o un conjunto de anunciantes. Hacer que el proyecto sea de código abierto permite que la gente comparta y contribuya con sus ideas y códigos para acelerar la web móvil. Estamos al comienzo de ese viaje y esperamos que otros editores, anunciantes y empresas de tecnología se unan a lo largo del camino.</p>
pl: <p>Firmy biorące udział w projekcie chcą, aby sieć mobilna działała lepiej dla wszystkich — nie tylko na jednej platformie ani w jednym kręgu technologii, wydawców lub reklamodawców. Projekt open source pozwala ludziom dzielić się pomysłami i kodem, dzięki którym mobilny Internet będzie działał szybciej. Jednak jesteśmy dopiero na początku drogi. Mamy nadzieję, że dołączą do nas kolejni wydawcy, reklamodawcy i firmy technologiczne.</p>
vi: <p>Các công ty liên quan đến dự án muốn mạng lưới web di động hoạt động tốt hơn cho tất cả mọi người -- không chỉ một nền tảng, một nhóm công nghệ, hay một nhóm các nhà phát hành, hoặc một nhóm các nhà quảng cáo. Việc sử dụng mã nguồn mở cho dự án cho phép mọi người có thể chia sẻ và đóng góp ý tưởng và mã của họ để tăng tốc độ cho web di động. Chúng ta chỉ đang ở giai đoạn ban đầu của cuộc hành trình và chúng tôi mong sẽ có nhiều nhà phát hành, nhà quảng cáo và công ty công nghệ hơn nữa tham gia cùng chúng tôi trên con đường này.</p>

source: Who can use Accelerated Mobile Pages?
de: Wer kann AMP verwenden?
es: ¿Quién puede utilizar las páginas móviles aceleradas?
pl: Kto może korzystać z technologii Accelerated Mobile Pages?
vi: Ai có thể sử dụng Trang Di động Gia tốc?

source: <p>The project is open to all players in the ecosystem - publishers, consumer platforms, advertisers and creators. To get an idea who some of the companies and sites are who use AMP, head to the <a href="/support/faqs/supported-platforms.html">Who page</a>.</p>
de: <p>Das Projekt steht allen Akteuren des Ökosystems offen – Publishern, Verbraucherplattformen, Werbetreibenden und Entwicklern. <a href="/support/faqs/supported-platforms.html">Auf dieser Seite</a> stellen wir einige Unternehmen und Websites vor, die bereits AMP verwenden.</p>
es: <p>El proyecto está abierto a todos los actores del ecosistema: editores, plataformas de consumidores, anunciantes y creadores. Para tener una idea de quiénes son algunas de las empresas y sitios que utilizan AMP, diríjase a la página de <a href="/support/faqs/supported-platforms.html">Quién es quién</a>.</p>
pl: <p>Projekt jest otwarty dla wszystkich graczy w ekosystemie — wydawców, platform konsumenckich, reklamodawców i twórców. Aby dowiedzieć się, czym zajmują się niektóre firmy i witryny korzystające z AMP, przejdź do <a href="/support/faqs/supported-platforms.html">tej strony</a>.</p>
vi: <p>Dự án này được mở cho mọi người tham gia trong hệ sinh thái - các nhà phát hành, nền tảng người tiêu dùng, các nhà quảng cáo và nhà sáng tạo nội dung. Để biết một số công ty và website có sử dụng AMP, hãy truy cập <a href="/support/faqs/supported-platforms.html">Trang Mọi người</a>.</p>

source: What are the consequences of using Accelerated Mobile Pages?
de: Welche Konsequenzen hat die Verwendung von AMP?
es: ¿Cuáles son las consecuencias de utilizar páginas móviles aceleradas?
pl: Jakie są skutki stosowania technologii Accelerated Mobile Pages?
vi: Hậu quả của việc sử dụng Trang Di động Gia tốc là gì?

source: <p>By using the AMP format, content producers are making the content in AMP files available to be crawled, indexed &amp; displayed (subject to the robots exclusion protocol) and cached by third parties.</p>
de: <p>Indem Content Ersteller das AMP Format verwenden, stellen sie die Inhalte der AMP Dateien zum Crawlen, zur Indizierung und zur Anzeige (gemäß dem Robots Exclusion Standard) sowie zur Zwischenspeicherung durch Dritte zur Verfügung.</p>
es: <p>Al utilizar el formato AMP, los productores de contenidos ponen a disposición el contenido de los archivos AMP para ser rastreado, indexado, mostrado (sujeto al protocolo de exclusión de robots) y almacenado en caché por terceros.</p>
pl: <p>Korzystając z formatu AMP, producenci treści udostępniają zawartość plików AMP do przeszukiwania przez roboty, indeksowania i wyświetlania (zgodnie z protokołem wyłączenia robotów) i buforowania na serwerach stron trzecich.</p>
vi: <p>Thông qua việc sử dụng định dạng AMP, các nhà sản xuất nội dung khiến cho nội dung của các tập tin AMP có thể được crawl, index &amp; hiển thị (tùy thuộc vào giao thức loại trừ rô-bốt) và lưu trong bộ nhớ đệm của các bên thứ ba.</p>

source: What responsibilities do I have when using Accelerated Mobile Pages?
de: Welche Verpflichtungen habe ich, wenn ich AMP verwende?
es: ¿Cuáles son mis responsabilidades cuando utilizo páginas móviles aceleradas?
pl: Jakie mam obowiązki w razie stosowania AMP?
vi: Tôi có trách nhiệm gì khi sử dụng Trang Di động Gia tốc?
