Repository: ampproject/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pl, vi

source: A screenshot of a website using AMP.
de: Screenshot einer Website, die AMP verwendet.
es: Captura de pantalla de un sitio web utilizando AMP.
pl: Zrzut ekranu witryny internetowej korzystającej z AMP.
vi: Ảnh chụp màn hình của một website sử dụng AMP.

source: A screenshot showing amp-sidebar.
de: Screenshot, der die Komponente amp-sidebar zeigt.
es: Captura de pantalla que muestra amp-sidebar.
pl: Zrzut ekranu przedstawiający składnik amp-sidebar.
vi: Ảnh chụp màn hình hiển thị amp-sidebar.

source: A website screenshot.
de: Screenshot einer Website.
es: Captura de pantalla de un sitio web.
pl: Zrzut ekranu witryny internetowej.
vi: Ảnh chụp màn hình website.

source: AMP Brand Materials
es: Materiales promocionales de AMP
pl: Materiały dotyczące marki AMP
vi: Tài liệu Thương hiệu AMP

source: AMP Caches & CORS
es: Cachés y CORS de AMP
pl: Serwery AMP Cache i CORS
vi: Bộ nhớ đệm &amp; CORS AMP

source: AMP Conf 2020
vi: Hội nghị AMP 2020

source: AMP Contributor Summit 2019 Applications Now Open
de: Jetzt anmelden zum AMP Contributor Summit 2019
es: Ya está abierta convocatoria para participar en el AMP Contributor Summit, 2019
pl: Można już składać zgłoszenia na AMP Contributor Summit 2019
vi: Đăng ký tham gia AMP Contributor Summit 2019 đang được mở

source: AMP Framework
es: Framework AMP
pl: Framework AMP
vi: Khung AMP

source: AMP HTML Specification
de: AMP HTML Spezifikation
es: Especificación AMP HTML
pl: Specyfikacja AMPHTML
vi: Thông số kỹ thuật của AMP HTML

source: AMP Overview
de: AMP im Überblick
es: Descripción general de AMP
pl: Omówienie AMP
vi: Tổng quan về AMP

source: AMP for Email Specification
de: Spezifikation von AMP für E-Mail
es: Especificación AMP para correo electrónico
pl: Specyfikacja AMP dla poczty e-mail
vi: Thông số kỹ thuật của AMP cho Email

source: AMP's Layout System
de: AMP Layout System
es: Diseño del sistema de AMP
pl: System układu strony AMP
vi: Hệ thống Bố cục của AMP

source: About
de: Über
es: Acerca de
pl: Informacje
vi: Giới thiệu

source: Accept use of cookies
de: Verwendung von Cookies akzeptieren
es: Aceptar el uso de cookies
pl: Wyraź zgodę na pliki cookie
vi: Chấp nhận việc sử dụng cookie

source: Add advanced AMP features
de: Erweiterte AMP Features hinzufügen
es: Añadir funciones avanzadas de AMP
pl: Dodaj zaawansowane funkcje AMP
vi: Bổ sung tính năng nâng cao của AMP

source: Add interactivity & dynamic data (TBD)
de: Interaktivität und dynamische Daten (TBD) hinzufügen
es: Añadir interactividad y datos dinámicos (TBD)
pl: Dodaj interaktywność i dane dynamiczne (TBD)
vi: Bổ sung dữ liệu tương tác & động (được thông báo sau)

source: Advanced Course
de: Kurs für Fortgeschrittene
es: Curso avanzado
pl: Kurs zaawansowany
vi: Khóa học nâng cao

source: Although there are {hits} hits in total we cannot show more than 100.
de: Es gibt mehr als {hits} Treffer, aber wir können höchstens 100 anzeigen.
es: Aunque se encontraron {hits} coincidencias en total no podemos mostrar más de 100.
pl: Liczba wyników: {hits}. Możemy jednak wyświetlić maksymalnie 100.
vi: Có tổng cộng {hits} kết quả, nhưng chúng tôi không thể hiển thị nhiều hơn 100.

source: An unexplained feature?
de: Ein Feature wurde nicht erklärt?
es: ¿Faltó que explicáramos alguna función?
pl: Niewyjaśniona funkcja?
vi: Một tính năng chưa được giải thích?

source: Animate & Transition
de: Animation & Übergang
es: Animación y transiciones
pl: Animacje i przejścia
vi: Hoạt họa & Chuyển tiếp

source: App Install
de: App Installation
es: Instalar la aplicación
pl: Instalacja aplikacji
vi: Cài đặt Ứng dụng

source: Animations and interactions
de: Animationen und Interaktionen
es: Animaciones e interacciones
pl: Animacje i interakcje
vi: Hoạt họa và tương tác

source: Check out Web Stories on the web
de: Sieh dir Web Stories im Internet an
pl: Sprawdź relacje Web Story w Internecie
vi: Xem Web Stories trên mạng

source: Story Ads are full screen, single page ads that appear within Web Stories. Advertisers/ Publishers can invite users to a web page, an AMP page or an App with a single tap. A story ad has a rich, flexible canvas that allows images, videos, animations or a combination of all those elements.<br> Story ads are supported by Google Ad Manager and Google DV360 (Beta) with additional ad server support coming soon!
de: Story Ads sind einseitige Vollbildanzeigen, die in Web Stories erscheinen. Damit können Werbetreibende und Publisher die Benutzer einladen, mit nur einem Fingertipp zu einer Website, AMP Seite oder App zu wechseln. Eine Story Ad bietet eine umfangreiche, flexible Leinwand für Bilder, Videos, Animationen oder eine Kombination aus diesen Elementen.<br> Story Ads werden von Google Ad Manager und Google DV360 (Beta) unterstützt. Weitere Unterstützung für Adserver kommt bald!
pl: Reklamy fabularne to pełnoekranowe, jednostronicowe reklamy wyświetlane w relacjach internetowych. Reklamodawcy lub wydawcy mogą zaprosić użytkowników do wyświetlenia strony internetowej, strony AMP lub aplikacji za pomocą jednego dotknięcia. Reklama fabularna ma bogatą, elastyczną formułę, która umożliwia tworzenie obrazów, filmów, animacji lub połączeń wszystkich tych elementów.<br> Reklamy fabularne są obsługiwane w usługach Google Ad Manager i Google DV360 (Beta), a już wkrótce poszerzymy ofertę obsługi!
vi: Story Ads là các quảng cáo đơn trang toàn màn hình xuất hiện trong các Web Stories. Nhà quảng cáo/Nhà phát hành có thể mời người dùng đến một trang web, một trang AMP hoặc một Ứng dụng chỉ với một chạm. Một story ad có một khung hình linh hoạt, đa dạng cho phép hiển thị ảnh, video, hình hoạt họa hoặc một tổ hợp tất cả các yếu tố đó.<br> Story ad được hỗ trợ bởi Google Ad Manager và Google DV360 (Beta), với hỗ trợ bổ sung từ máy chủ quảng cáo sẽ sớm được triển khai!

source: Discover All Templates
de: Alle Templates entdecken
es: Descubra todas las plantillas
pl: Odkryj wszystkie szablony
vi: Khám phá tất cả các Khuôn mẫu

source: Back to home
de: Zurück zur Startseite
es: Volver al Inicio
pl: Powrót do strony głównej
vi: Quay về trang chủ

source: Back to sample
de: Zurück zum Beispiel
es: Volver al ejemplo
pl: Powrót do przykładu
vi: Quay về mẫu

source: Band Page in AMP
de: AMP Website einer Band
es: Página de la banda en AMP
pl: Strona zespołu w AMP
vi: Trang Ban nhạc trong AMP

source: Beginning Course
de: Basiskurs
es: Curso básico
pl: Kurs dla początkujących
vi: Khóa học bắt đầu

source: Burger Menu
de: Hamburger Menü
es: Botón de hamburguesa
pl: Menu hamburgerowe
vi: Menu Burger

source: Community
es: Comunidad
pl: Społeczność
vi: Cộng đồng

source: Components
de: Komponenten
es: Componentes
pl: Składniki
vi: Thành phần

source: Contribute
de: Mitmachen
es: Colaboración
pl: Udział
vi: Đóng góp

source: Contribute documentation
de: Dokumentation beitragen
es: Contribuir con documentación
pl: Przekazanie dokumentacji
vi: Tài liệu đóng góp

source: Convert HTML to AMP
de: HTML nach AMP konvertieren
es: Convertir HTML a formato AMP
pl: Konwertuj HTML na AMP
vi: Chuyển đổi từ HTML sang AMP

source: Create a custom interactive widget with amp-script
de: Mit amp-script ein benutzerdefiniertes interaktives Widget erstellen
es: Crear un widget interactivo personalizado con amp-script
pl: Utwórz niestandardowy interaktywny widżet za pomocą składnika amp-script
vi: Tạo một tiện ích tương tác tùy chỉnh với amp-script

source: Create a login-requiring AMP page
de: AMP Seite mit obligatorischem Login erstellen
es: Crear una página en AMP que requiera inicio de sesión
pl: Utwórz stronę AMP wymagającą logowania
vi: Tạo một trang AMP cần đăng nhập

source: Create interactive AMP pages
de: Interaktive AMP Seiten erstellen
es: Cree páginas AMP interactivas
pl: Utwórz interaktywne strony AMP
vi: Tạo các trang AMP tương tác

source: Create your first AMP Page
de: Erstelle deine erste AMP Seite
es: Construya su primera página AMP
pl: Utwórz pierwszą stronę AMP
vi: Tạo Trang AMP đầu tiên của bạn

source: Create your first AMP Story
de: Erstelle deine erste AMP Story
es: Escriba su primera historia en AMP
pl: Utwórz pierwszą relację AMP
vi: Tạo Câu chuyện AMP đầu tiên của bạn

source: Create your first AMPHTML ad
de: Erstelle deine erste AMPHTML Ad
es: Diseñe su primer anuncio AMPHTML
pl: Utwórz pierwszą reklamę AMPHTML
vi: Tạo quảng cáo AMPHTML đầu tiên của bạn

source: Design Templates
es: Plantillas de diseño
pl: Szablony projektów
vi: Khuôn mẫu Thiết kế

source: Develop
de: Entwickeln
es: Desarrollar
pl: Opracowanie
vi: Phát triển

source: Dismiss consent
de: Zustimmung widerrufen
es: Cerrar la ventana de consentimiento
pl: Zamknij zgodę
vi: Chấp thuận và đóng

source: Docs
de: Dokumente
es: Documentos
pl: Dokumenty
vi: Tài liệu

source: Documentation
de: Dokumentation
es: Documentación
pl: Dokumentacja
vi: Tài liệu

source: Documentation:
de: Dokumentation:
es: Documentación:
pl: Dokumentacja:
vi: Tài liệu:

source: Download ZIP
de: ZIP herunterladen
es: Descargar ZIP
pl: Pobierz ZIP
vi: Tải về ZIP

source: Easily build user first websites with our templates
de: Erstelle mit unseren Templates ganz einfach nutzerorientierte Websites
es: Cree fácilmente los primeros sitios web para usuarios con ayuda de nuestras plantillas
pl: Z łatwością utwórz pierwsze witryny internetowe dla użytkowników za pomocą naszych szablonów
vi: Dễ dàng xây dựng những website đặt người dùng làm ưu tiên hàng đầu với các khuôn mẫu của chúng tôi

source: Edit sample on GitHub
de: Beispiel auf GitHub bearbeiten
es: Editar ejemplo en GitHub
pl: Edytuj przykład na GitHub
vi: Chỉnh sửa mẫu trên GitHub

source: Editorial AMP Article
de: Redaktioneller AMP Beitrag
es: Artículo editorial de AMP
pl: Artykuł odredakcyjny w technologii AMP
vi: Bài viết Xã luận AMP

source: Events
de: Veranstaltungen
es: Eventos
pl: Wydarzenia
vi: Sự kiện

source: Example Source Code
de: Beispiel für Quellcode
es: Ejemplo de código fuente
pl: Przykładowy kod źródłowy
vi: Mã nguồn mẫu

source: Example:
de: Beispiel:
es: Ejemplo:
pl: Przykład:
vi: Ví dụ:

source: Examples
de: Beispiele
es: Ejemplos
pl: Przykłady
vi: Ví dụ

source: Expansion
de: Erweiterung
es: Expansión
pl: Ekspansja
vi: Mở rộng

source: FAQ
es: Preguntas frecuentes
vi: Câu hỏi thường gặp

source: Follow us
de: Folge uns
es: Síganos
pl: Obserwuj nas
vi: Theo dõi chúng tôi

source: Found a bug or missing a feature?
de: Möchtest du einen Bug oder ein fehlendes Feature melden?
es: ¿Encontró un error o considera que falta una función?
pl: Udało Ci się trafić na błąd albo brakuje jakiejś funkcji?
vi: Bạn tìm thấy một lỗi hoặc cần bổ sung một tính năng?

source: Functionality
de: Funktionalität
es: Funcionalidad
pl: Funkcjonalność
vi: Chức năng

source: Get Started
de: Erste Schritte
es: Comenzar
pl: Rozpocznij
vi: Bắt đầu

source: Get started
de: Erste Schritte
es: Comenzar
pl: Rozpocznij
vi: Bắt đầu

source: Get the courses
de: Kurse abrufen
es: Obtener los cursos
pl: Pobierz kursy
vi: Nhận các khóa học

source: Go to GitHub
de: Zu GitHub wechseln
es: Ir a GitHub
pl: Przejdź do GitHub
vi: Truy cập GitHub

source: Go to Stack Overflow
de: Zu Stack Overflow wechseln
es: Ir a Stack Overflow
pl: Przejdź do Stack Overflow
vi: Truy cập Stack Overflow

source: Got it!
de: Alles klar!
es: ¡Entendido!
pl: Rozumiem!
vi: Đã hiểu!

source: Guides and Tutorials
de: Anleitungen und Tutorials
es: Guías y tutoriales
pl: Przewodniki i samouczki
vi: Hướng dẫn và Tập luyện

source: How to build AMP without knowing how to code?
de: Wie verwende ich AMP, wenn ich keine Programmierkenntnisse habe?
es: ¿Cómo crear un AMP sin saber construir el código?
pl: Jak zbudować stronę AMP, nie znając kodu?
vi: Làm thế nào để xây dựng AMP khi không biết lập trình?

source: Important Components
de: Wichtige Komponenten
es: Componentes importantes
pl: Ważne składniki
vi: Các Thành phần Quan trọng

source: Important: this component does not support your currently selected format
de: Wichtig: Diese Komponente unterstützt das ausgewählte Format nicht
es: Importante: Este componente no es compatible con el formato que seleccionó actualmente
pl: Ważne: ten składnik nie obsługuje aktualnie wybranego formatu
vi: Quan trọng: thành phần này không hỗ trợ định dạng mà bạn đã chọn

source: Include media, iframes & third-party content
de: Medien, iframes und Drittanbieterinhalte hinzufügen
es: Incluye medios de comunicación, iframes y contenido creado por terceros
pl: Dodaj multimedia, ramki iframe i treści zewnętrzne
vi: Bao gồm nội dung đa phương tiện, iframe & nội dung của bên thứ ba

source: Integrate
de: Integrieren
es: Integrar
pl: Integracja
vi: Tích hợp

source: Intermediate Course
de: Aufbaukurs
es: Curso intermedio
pl: Kurs dla średniozaawansowanych
vi: Khóa Trung cấp

source: Jump to:
de: Gehe zu:
es: Ir a:
pl: Przejdź do:
vi: Chuyển đến:

source: Learn
de: Lernen
es: Aprender
pl: Nauka
vi: Học

source: Learn more about:
de: Erfahre mehr über:
es: Obtener más información sobre:
pl: Dowiedz się więcej o:
vi: Tìm hiểu thêm về:

source: Load more
de: Mehr anzeigen
es: Cargar más
pl: Załaduj więcej
vi: Tải thêm

source: Logos
es: Logotipos
pl: Logotypy
vi: Logo

source: Monetize your AMP page with ads
de: Verdiene an deiner AMP Seite mit Ads
es: Monetice su página AMP agregando anuncios
pl: Umieść reklamy na stronie AMP i zarabiaj na nich!
vi: Kiếm tiền từ trang AMP của bạn với quảng cáo

source: Multiple Image
de: Mehrere Bilder
es: Varias imágenes
pl: Wiele obrazów
vi: Nhiều ảnh

source: Need further explanation?
de: Wünschst du eine genauere Erklärung?
es: ¿Necesita explicaciones más detalladas?
pl: Potrzebujesz dodatkowych wyjaśnień?
vi: Bạn cần được giải thích thêm?

source: Need more help?
de: Benötigst du noch Hilfe?
es: ¿Necesita ayuda adicional?
pl: Potrzebujesz dodatkowej pomocy?
vi: Bạn cần được trợ giúp thêm?

source: Next chapter
de: Nächstes Kapitel
es: Siguiente capítulo
pl: Następny rozdział
vi: Chương tiếp theo

source: No results found.
de: Keine Ergebnisse gefunden.
es: No se encontraron resultados.
pl: Nie znaleziono żadnych wyników.
vi: Không tìm thấy kết quả nào.

source: Of course, this site is made with AMP!
de: Natürlich wurde diese Seite mit AMP erstellt!
es: Por supuesto, ¡este sitio fue creado con AMP!
pl: Oczywiście ta witryna została wykonana przy użyciu AMP!
vi: Dĩ nhiên, website này được tạo bằng AMP!

source: Open Use Case
de: Zum Use Case
es: Abrir el caso de uso
pl: Otwórz przykładową realizację
vi: Mở Trường hợp Sử dụng

source: Open example
de: Beispiel öffnen
es: Abrir el ejemplo
pl: Otwórz przykład
vi: Mở ví dụ

source: Open in playground
de: Im Playground öffnen
es: Abrir en Playground
pl: Otwórz w placu zabaw
vi: Mở trong sân thực hành

source: Open this snippet in playground
de: Dieses Snippet im Playground öffnen
es: Abrir este fragmento en Playground
pl: Otwórz ten fragment kodu w placu zabaw
vi: Mở đoạn mã này trong sân thực hành

source: Optimize & Measure
de: Optimieren & Messen
es: Optimizar y medir
pl: Optymalizacja i pomiary
vi: Tối ưu & Đo lường

source: Overview
de: Überblick
es: Descripción general
pl: Omówienie
vi: Tổng quan

source: Parallax Storytelling in AMP
de: Storytelling mit Parallax in AMP
es: Narrador Parallax en AMP
pl: Storytelling z paralaksą w AMP
vi: Kể chuyện Parallax trong AMP

source: Platform and Technology Company Involvement
de: Beteiligung von Plattformen und Technologieunternehmen
es: Participación en la plataforma y tecnología de la empresa
pl: Zaangażowanie platformy i firmy technologicznej
vi: Nền tảng và Sự Tham gia của Công ty Công nghệ

source: Platform and Vendor Partners
de: Plattform- und Vertriebspartner
es: Socios y proveedores de la plataforma
pl: Partnerzy platformy i dostawcy
vi: Nền tảng và Đối tác Cung cấp

source: Please reload the page.
de: Bitte lade die Seite neu.
es: Vuelva a cargar la página.
pl: Ponownie załaduj stronę.
vi: Vui lòng tải lại trang này.

source: Please try again later.
de: Bitte versuche es später erneut.
es: Intente de nuevo más tarde.
pl: Spróbuj ponownie później.
vi: Vui lòng thử lại sau.

source: Popular Articles
de: Beliebte Artikel
es: Artículos populares
pl: Popularne artykuły
vi: Bài viết Phổ biến

source: Preview
de: Vorschau
es: Vista previa
pl: Podgląd
vi: Xem trước

source: Previous chapter
de: Vorheriges Kapitel
es: Capítulo anterior
pl: Poprzedni rozdział
vi: Chương trước

source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
pl: Zasady ochrony prywatności
vi: Chính sách Quyền Riêng tư

source: Publisher Monetization
de: Monetarisierung für Publisher
es: Monetización del editor
pl: Monetyzacja dla wydawcy
vi: Kiếm tiền cho Nhà Phát hành

source: Results
de: Ergebnisse
es: Resultados
pl: Wyniki
vi: Kết quả

source: Roadmap
es: Plan de trabajo
pl: Plan działania
vi: Lộ trình

source: Screenshot of use case:
de: Screenshot von Use Case:
es: Captura de pantalla del caso de uso:
pl: Zrzut ekranu przykładowej realizacji:
vi: Ảnh chụp màn hình cho trường hợp sử dụng:

source: Search
de: Suche
es: Búsqueda
pl: Wyszukaj
vi: Tìm kiếm

source: See all use cases
de: Alle Use Cases anzeigen
es: Ver todos los casos de uso
pl: Zobacz wszystkie przykładowe realizacje
vi: Xem tất cả các trường hợp sử dụng

source: See example
de: Beispiel öffnen
es: Ver el ejemplo
pl: Zobacz przykład
vi: Xem ví dụ

source: See what others have built
de: Sieh dir an, was andere erstellt haben
es: Vea lo que otras personas han creado
pl: Zobacz, co utworzyli inni
vi: Xem những người khác đã tạo được gì

source: Select a language
de: Sprache wählen
es: Seleccionar un idioma
pl: Wybierz język
vi: Chọn một ngôn ngữ

source: websites
es: sitios web
pl: witryn internetowych
vi: website

source: stories
de: Storys
es: historias
pl: relacji
vi: câu chuyện

source: ads
es: anuncios
pl: reklam
vi: quảng cáo

source: emails
es: correos electrónicos
pl: e-maili
vi: email

source: AMP is a web component framework to easily create <span style="white-space: nowrap;">user-first</span><br>
de: AMP ist ein Webkomponenten Framework zur mühelosen Erstellung <span style="white-space: nowrap;">nutzerorientierter</span><br>
es: AMP es un componente que le permitirá crear fácilmente estructuras web enfocadas en el usuario <span style="white-space: nowrap;">como</span><br>
pl: AMP jest to framework składników internetowych ułatwiający tworzenie stron <span style="white-space: nowrap;">zorientowanych na użytkownika</span><br>
vi: AMP là một khung quy chuẩn web cho phép người dùng dễ dàng tạo các nội dung <span style="white-space: nowrap;">đặt người dùng làm ưu tiên hàng đầu</span>:<br>

source: Show everything
de: Alle anzeigen
es: Mostrar todo
pl: Pokaż wszystko
vi: Hiển thị mọi thứ

source: Open in AMP Playground
de: Im AMP Playground öffnen
es: Abrir en AMP Playground
pl: Otwórz w placu zabaw AMP
vi: Mở trong Sân thực hành AMP

source: Build anything with AMP.
de: Mit AMP ist wirklich alles möglich.
es: Cree cualquier cosa con AMP.
pl: Utwórz co zechcesz za pomocą AMP.
vi: Tạo bất kỳ thứ gì với AMP.

source: Single Image
de: Einzelnes Bild
es: Imagen individual
pl: Pojedynczy obraz
vi: Ảnh đơn

source: Single video
de: Einzelnes Video
es: Video individual
pl: Pojedynczy film
vi: Video đơn

source: Something cut the line.
de: Die Verbindung ist unterbrochen.
es: Algo interrumpió la conexión.
pl: Połączenie zostało przerwane.
vi: Có gì đó vừa chen hàng.

source: Something went terribly wrong. Why don't you browse around?
de: Etwas ist furchtbar schiefgelaufen. Versuche es mit einer anderen Seite.
es: Ocurrió un terrible error. Le sugerimos que navegue en otro sitio.
pl: Coś poszło całkiem źle. Może trzeba poszukać gdzieś indziej?
vi: Có lỗi nghiêm trọng nào đó. Bạn thử kiểm tra lại xem sao?

source: Something went wrong while trying to load more search results.
de: Beim Laden weiterer Suchergebnisse ist ein Fehler aufgetreten.
es: Ocurrió un error al tratar de cargar más resultados de búsqueda.
pl: Coś poszło źle podczas próby załadowania dodatkowych wyników wyszukiwania.
vi: Đã có lỗi xảy ra khi cố tải thêm kết quả tìm kiếm.

source: Something went wrong…
de: Etwas ist schiefgelaufen...
es: Ocurrió un error…
pl: Coś poszło źle…
vi: Đã có lỗi xảy ra…

source: Start
de: Beginnen
es: Comenzar
pl: Początek
vi: Bắt đầu

source: Styleguide
es: Guía de estilo
pl: Instrukcje stylistyczne
vi: Hướng dẫn phong cách

source: Success Stories
de: Erfolgsstorys
es: Historias de éxito
pl: Historie sukcesu
vi: Câu chuyện thành công

source: Success Story:
de: Erfolgsstory:
es: Historia de éxito:
pl: Historia sukcesu:
vi: Câu chuyện thành công:

source: Success stories
de: Erfolgsstorys
es: Historias de éxito
pl: Historie sukcesu
vi: Câu chuyện thành công

source: Support
es: Soporte
pl: Pomoc techniczna
vi: Hỗ trợ

source: Supported Browsers
de: Unterstützte Browser
es: Navegadores compatibles
pl: Obsługiwane przeglądarki
vi: Trình duyệt được hỗ trợ

source: Supported Platforms
de: Unterstützte Plattformen
es: Plataformas compatibles
pl: Obsługiwane platformy
vi: Nền tảng được hỗ trợ

source: Table of contents
de: Inhaltsverzeichnis
es: Contenido
pl: Spis treści
vi: Mục lục

source: The page you've requested can't be found. Why don't you browse around?
de: Die angeforderte Seite wurde nicht gefunden. Versuche es mit einer anderen Seite.
es: No se encontró la página que solicitó. Le sugerimos que navegue en otro sitio.
pl: Nie można znaleźć żądanej strony. Może trzeba poszukać gdzieś indziej?
vi: Chúng tôi không thể tìm thấy trang bạn đã yêu cầu. Có lẽ bạn nên tìm quanh đây?

source: This example uses the following experimental feature:
de: Dieses Beispiel verwendet das folgende experimentelle Feature:
es: En este ejemplo se utiliza la siguiente función experimental:
pl: W tym przykładzie użyto następującej funkcji eksperymentalnej:
vi: Ví dụ này sử dụng tính năng thử nghiệm sau:

source: Toggle Sidebar
de: Seitenleiste umschalten
es: Mostrar/ocultar la barra lateral
pl: Przełącz pasek boczny
vi: Thanh bên Bật/Tắt

source: Too much choice
de: Zu viele Optionen
es: Hay demasiadas opciones
pl: Zbyt duży wybór
vi: Quá nhiều lựa chọn

source: Tools
es: Herramientas
pl: Narzędzia
vi: Công cụ

source: Track engagement with analytics
de: Engagement mit Analytics verfolgen
es: Seguimiento de la participación mediante herramientas de análisis
pl: Śledź zaangażowanie za pomocą analityki
vi: Theo dõi tương tác kèm phân tích

source: Uh oh! That's an error.
de: Oh! Das ist ein Fehler.
es: ¡Huy! Eso es un error.
pl: Ojej! To jest błąd.
vi: Ơ! Có lỗi.

source: Use Cases
es: Casos de uso
pl: Przykładowe realizacje
vi: Trường hợp sử dụng

source: Validation Workflow
es: Flujo de validación
pl: Przepływ pracy walidacji
vi: Dòng công việc xác thực

source: Vendor contributions
de: Beiträge von Vertriebspartnern
es: Contribuciones de los proveedores
pl: Wkład dostawców
vi: Đóng góp của nhà cung cấp

source: View Demo
de: Demo anzeigen
es: Ver la demostración
pl: Obejrzyj pokaz
vi: Xem bản demo

source: View code on GitHub
de: Code auf GitHub anzeigen
es: Ver el código en GitHub
pl: Zobacz kod na GitHub
vi: Xem mã trên GitHub

source: View demo
de: Demo anzeigen
es: Ver la demostración
pl: Obejrzyj pokaz
vi: Xem bản demo

source: We apologize for the inconvenience caused.
de: Wir entschuldigen uns für die Unannehmlichkeiten.
es: Disculpe las molestias.
pl: Przepraszamy za spowodowaną niedogodność.
vi: Chúng tôi rất tiếc vì sự bất tiện này.

source: We could not find any results matching your search query.
de: Wir konnten keine Ergebnisse für deine Suchanfrage finden.
es: No pudimos encontrar ningún resultado que coincidiera con su búsqueda.
pl: Nie znaleźliśmy żadnych wyników wyszukiwania tego hasła.
vi: Chúng tôi không thể tìm thấy bất kỳ kết quả nào khớp với truy vấn tìm kiếm của bạn.

source: Web Development With AMP
de: Webentwicklung mit AMP
es: Desarrollo web con AMP
pl: Tworzenie stron internetowych przy użyciu AMP
vi: Phát triển Web với AMP
