Repository: ampproject/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pl, vi

source: As the owner of your AMP websites and ads, no other parties can modify or add things, ensuring you are in control of the user experience and there won’t be any unexpected surprises. AMP ads are part of a user-first ecosystem and function the way a reasonable user would expect them to. Optimized AMP ads don’t drain the battery life of mobile devices, and clicking on them will lead to AMP pages, which are equally as fast and streamlined.
de: Als Eigentümer von AMP Websites und Ads kannst nur du Änderungen und Ergänzungen daran vornehmen. So ist sichergestellt, dass du die gesamte Benutzererfahrung kontrollierst und keine unangenehmen Überraschungen erlebst. AMP Ads sind Teil eines nutzerorientierten Ökosystems und funktionieren so, wie es ein vernünftiger Nutzer erwartet. Optimierte AMP Ads verkürzen nicht die Akkulaufzeit mobiler Geräte, und ein Klick auf solche Ads führt zu AMP Seiten, die genauso schnell und optimiert sind.
es: Como propietario de sus sitios web y anuncios AMP, nadie más podrá modificar o añadir cosas, esto garantiza que usted tendrá el control sobre la experiencia del usuario y no habrá ninguna sorpresa inesperada. Los anuncios AMP forman parte de un ecosistema enfocado en el usuario y funcionan de la forma en que un usuario razonable esperaría. Los anuncios AMP optimizados no agotan la duración de la batería de los dispositivos móviles, y al hacer clic en ellos se obtiene acceso a las páginas AMP, las cuales son igual de rápidas y optimizadas.
pl: Gdy jesteś właścicielem witryn internetowych i reklam AMP, nikt inny nie może modyfikować ani dodawać żadnych elementów, co zapewnia kontrolę nad doznaniami użytkowników i wyklucza niespodzianki. Reklamy AMP są częścią ekosystemu zorientowanego na użytkownika i działają w sposób zgodny z oczekiwaniami rozsądnego użytkownika. Zoptymalizowane reklamy AMP nie wyczerpują baterii urządzeń mobilnych, a ich kliknięcie prowadzi do stron AMP, które są równie szybkie i sprawne.
vi: Là chủ sở hữu các website và quảng cáo AMP, sẽ không có ai khác có thể sửa đổi hoặc bổ sung bất cứ nội dung gì, đảm bảo bạn luôn kiểm soát trải nghiệm người dùng và sẽ không có sự bất ngờ nào. Các quảng cáo là một phần của hệ sinh thái đặt người dùng làm ưu tiên hàng đầu và luôn hoạt động theo kỳ vọng hợp lý của một người dùng. Các quảng cáo AMP được tối ưu để không làm hao pin của thiết bị di động, việc nhấn vào các quảng cáo này sẽ đưa bạn đến các trang AMP, vốn cũng rất nhanh và giản lược.

source: AMP is simple and straightforward and quickly becoming the turnkey solution for building pages. AMP supports both traditional ads, and the faster, more secure AMPHTML ads. Ads on AMP pages are like any external resource and must play within the same constraints placed on all resources in AMP.
de: AMP ist einfach, verständlich und eignet sich als Komplettlösung für das Erstellen von Seiten. AMP unterstützt sowohl herkömmliche Anzeigen als auch die schnellen und sicheren AMPHTML Ads. Anzeigen auf AMP Seiten werden wie jede externe Ressource behandelt und unterliegen den gleichen Einschränkungen wie alle Ressourcen in AMP.
es: AMP es sencillo y directo, y rápidamente se ha convertido en una solución lista para usar que permite crear páginas. AMP es compatible, tanto con los anuncios tradicionales como con los anuncios AMPHTML más rápidos y seguros. Los anuncios que se publican en las páginas AMP son similares a cualquier otro recurso externo y deben ejecutarse con las mismas restricciones que se aplican a todos los recursos de AMP.
pl: Technologia AMP jest prosta i zrozumiała, toteż szybko staje się gotowym rozwiązaniem do tworzenia stron. AMP obsługuje zarówno tradycyjne reklamy, jak i szybsze, bezpieczniejsze reklamy AMPHTML. Reklamy na stronach AMP są przetwarzane jak każdy zasób zewnętrzny i muszą być odtwarzane w ramach tych samych ograniczeń, które są nakładane na wszystkie zasoby w AMP.
vi: AMP rất đơn giản và trực quan, và đang nhanh chóng trở thành một giải pháp chìa khóa trao tay phổ biến khi xây dựng các trang web. AMP hỗ trợ cả quảng cáo truyền thống lẫn các quảng cáo AMPHTML nhanh và bảo mật hơn. Quảng cáo trên các trang AMP cũng giống như các tài nguyên bên ngoài khác và phải tuân thủ những hạn chế được đặt lên mọi tài nguyên khác trong AMP.

source: The AMP Project has a vast network of resources for getting started in the Documentation section including great-looking ad templates, demos and examples. AMPHTML ads are flexible and dynamic, allowing for many creative formats like carousel, parallax, and lightbox, to name a few.
de: Der Dokumentationsbereich des AMP Projekts stellt ein umfangreiches Netzwerk an Ressourcen für den Einstieg zur Verfügung. Dazu gehören auch ansprechende Ad Templates, Demos und Beispiele. Die flexiblen und dynamischen AMPHTML Ads erlauben viele kreative Formate wie Karussell, Parallax und Lightbox, um nur einige zu nennen.
es: El proyecto AMP cuenta con una amplia red de recursos para comenzar, ubicados en la sección de Documentación, incluyendo atractivas plantillas de anuncios, demostraciones y ejemplos. Los anuncios AMPHTML son flexibles y dinámicos, y permiten el uso de muchos formatos creativos como carrusel, parallax y lightbox, por nombrar solo algunos.
pl: Projekt AMP ma ogromną sieć ułatwiających rozpoczęcie pracy zasobów w sekcji Dokumentacja, w tym świetnie wyglądające szablony reklam, wersje demonstracyjne i przykłady. Reklamy AMPHTML są elastyczne i dynamiczne, co pozwala na tworzenie wielu kreatywnych formatów, takich jak karuzela, paralaksa i lightbox.
vi: Dự án AMP có một mạng lưới tài nguyên rộng khắp để giúp bạn bắt đầu trong phần Tài liệu, bao gồm các khuôn mẫu quảng cáo tuyệt đẹp, các bản demo và ví dụ. Quảng cáo AMPHTML rất linh hoạt và năng động, cho phép nhiều định dạng quảng cáo khác nhau như băng chuyền, parallax và lightbox, v.v...

source: AMP for email allows exciting smarter and efficient user engagement, as customers can take action directly within their email such as managing their subscriptions, responding to polls, doodles, and bookings. This is possible because the server retrieves fresh content from remote endpoints, keeping email up to date.
de: AMP für E-Mail involviert die Nutzer mit spannenden, smarten und effizienten Methoden. So können Kunden direkt in ihrer E-Mail reagieren, z. B. ihre Abonnements verwalten, auf Umfragen, Doodles und Buchungen antworten. Dies ist möglich, weil der Server die neuesten Inhalte von Remote Endpoints abruft und die E-Mail aktualisiert.
es: AMP para correo electrónico permite una participación más inteligente y eficaz de los usuarios, ya que los clientes pueden tomar medidas directamente desde su correo electrónico, como administrar sus suscripciones, responder encuestas, crear doodles y hacer reservaciones. Esto es posible porque el servidor recupera el contenido nuevo de los endpoints remotos, manteniendo actualizado el correo electrónico.
pl: AMP dla poczty e-mail umożliwia ekscytujące, inteligentne i skuteczne angażowanie użytkowników, ponieważ pozwala klientom na bezpośrednie działania w e-mailach, takie jak zarządzanie subskrypcjami, odpowiadanie na ankiety, ręczne adnotacje i rezerwacje. Jest to możliwe, ponieważ serwer, aktualizując pocztę elektroniczną, pobiera nową treść ze zdalnych systemów końcowych.
vi: AMP cho email cho phép gắn kết người dùng một cách thông minh và hiệu quả hơn, bởi người dùng có thể hành động trực tiếp trong email của họ như quản lý đăng ký nhận tin, trả lời bình chọn, vẽ và đặt chỗ. Điều này có thể được thực hiện bởi máy chủ luôn truy xuất nội dung mới từ các điểm cuối từ xa để giúp dữ liệu trong email luôn được cập nhật.

source: AMP Email’s expanding capabilities allows you to take action right inside your Inbox. This includes carousels and accordions, and taking user input on forms and questionnaires.
de: Dank der erweiterten Funktionen von AMP E-Mails können Nutzer direkt in ihrem Posteingang reagieren. Dazu gehören Elemente im Karussell- und Akkordeonstil sowie Benutzereingaben in Formularen und Fragebögen.
es: Las capacidades de expansión del correo electrónico de AMP le permiten actuar directamente en su bandeja de entrada. Esto incluye los formatos de carrusel y de acordeón, así como la participación de los usuarios en los formularios y cuestionarios.
pl: Rozwijające się możliwości poczty e-mail AMP umożliwiają podejmowanie działań bezpośrednio w skrzynce odbiorczej. Obejmuje to stosowanie wizualizacji typu karuzela i akordeon oraz przyjmowanie informacji od użytkowników w formularzach i kwestionariuszach.
vi: Chức năng mở rộng của Email AMP cho phép bạn thực hiện hành động ngay trong Hộp thư đến của mình. Các chức năng này bao gồm băng chuyền và accordion, và nhận câu trả lời của người dùng cho các biểu mẫu và bảng câu hỏi.

source: AMP email allows an attractive option for promotional and subscriber-list emails. Through smarter engagement you can improve customer satisfaction through hassle-free feedback and subscription management all within their inbox.
de: AMP E-Mail eignet sich hervorragend für E-Mails an Werbekunden und Abonnenten. Steigere die Kundenzufriedenheit durch intelligentes Engagement, indem du Kunden Optionen wie unkompliziertes Feedback und die Verwaltung des Abonnements direkt im Posteingang bereitstellst.
es: El correo electrónico de AMP ofrece una opción atractiva para los correos electrónicos promocionales y las listas de suscriptores. Mediante una participación más inteligente, puede mejorar la satisfacción de los clientes mediante la administración sencilla de comentarios y suscripciones en su bandeja de entrada.
pl: Poczta e-mail AMP stanowi atrakcyjną opcję wysyłania e-maili do odbiorców reklam i subskrybentów. Mądrzejsze angażowanie pozwala zwiększyć satysfakcję klientów dzięki ułatwieniu wyrażania opinii i zarządzaniu subskrypcjami bezpośrednio w skrzynce odbiorczej.
vi: Email AMP là một lựa chọn hấp dẫn cho các email quảng bá và bản tin. Thông qua việc gắn kết thông minh, bạn có thể cải thiện mức độ hài lòng của khách hàng thông qua các phản hồi tiện lợi và quản lý việc đăng ký nhận tin ngay trong hộp thư đến của họ.

source: Senders can include AMP components inside rich, engaging emails, making them dynamic and interactive. Users can engage with content and quickly take action such as RSVP to events, fill out questionnaires and personalize their content. AMP emails are always up to date and can function like digests, with fewer clicks necessary to achieve efficient results.
de: Absender können AMP Komponenten in reichhaltige, ansprechende E-Mails einbinden, um sie dynamisch und interaktiv zu gestalten. Nutzer können mit Inhalten interagieren und schnell reagieren – beispielsweise auf Veranstaltungseinladungen antworten, Fragebögen ausfüllen und ihre Inhalte personalisieren. AMP E-Mails sind stets aktuell und können als Digests dienen. Dabei werden mit nur wenigen Klicks effiziente Ergebnisse erzielt.
es: Los remitentes pueden incluir componentes de AMP en correos electrónicos enriquecidos y vinculantes, lo cual los vuelve dinámicos e interactivos. Los usuarios pueden participar en el contenido y actuar rápidamente, por ejemplo, confirmar su asistencia a eventos, completar cuestionarios y personalizar su contenido. Los correos electrónicos de AMP siempre están actualizados, pueden funcionar como resúmenes y requieren menos clics para lograr resultados efectivos.
pl: Nadawcy mogą umieszczać składniki AMP w bogatych, angażujących e-mailach, aby uczynić je dynamicznymi i interaktywnymi. Użytkownicy mogą angażować się w treści i szybko podejmować działania, takie jak potwierdzanie udziału w wydarzeniach, uzupełnianie ankiet i personalizacja treści. E-maile AMP są zawsze aktualne i mogą służyć jako skróty zmniejszające liczbę kliknięć konieczną do uzyskania żądanych wyników.
vi: Người gửi có thể bao gồm các thành phần AMP trong những email hấp dẫn, phong phú để tăng tính năng động và tương tác của chúng. Người dùng có thể tương tác với nội dung và nhanh chóng thực hiện các hành động như đáp lại lời mời tham gia các sự kiện, điền thông tin vào bảng câu hỏi và cá nhân hóa nội dung của họ. Các email AMP luôn được cập nhật và có thể hoạt động như các bản tin tổng hợp, với hiệu quả có thể đạt được thông qua ít nhấp chuột hơn.

source: AMP for email has no arbitrary 3rd party features to limit security issues, and far surpasses the capabilities currently provided by third party providers. Ad components are not allowed in AMP email, keeping users safe. To maintain users’ expectations of security and privacy, only a conservative subset of AMP functionality will be allowed.
de: AMP für E-Mail hat keine arbiträren Drittanbieterfunktionen, die Sicherheitsprobleme verursachen können, und übertrifft die derzeit von Drittanbietern angebotenen Funktionen bei weitem. Ad Komponenten sind in AMP E-Mail aus Sicherheitsgründen nicht zulässig. Damit die Erwartungen der Nutzer im Hinblick auf Sicherheit und Datenschutz erfüllt werden, ist nur ein relativ geringer Teil der AMP Funktionalität erlaubt.
es: AMP para correo electrónico no incluye características arbitrarias de terceros para limitar los problemas de seguridad y supera ampliamente las capacidades que actualmente ofrecen los proveedores de terceros. Los componentes de los anuncios no están permitidos en el correo electrónico de AMP, lo cual garantiza la seguridad de los usuarios. Para mantener las expectativas de seguridad y privacidad de los usuarios, solo se permite utilizar un subconjunto conservador de las características de AMP.
pl: AMP dla poczty e-mail nie ma żadnych arbitralnie dobranych mechanizmów zewnętrznych, co zmniejsza problemy związane z bezpieczeństwem i znacznie przewyższa możliwości obecnie oferowane przez dostawców zewnętrznych. W e-mailach AMP nie są dozwolone elementy reklamowe, co zapewnia bezpieczeństwo użytkownikom. Aby sprostać oczekiwaniom użytkowników dotyczącym bezpieczeństwa i prywatności, dozwolony jest tylko niewielki podzbiór funkcji AMP.
vi: AMP cho email không có tính năng bên thứ 3 không cần thiết nào để làm phức tạp các vấn đề về bảo mật, và thậm chí còn làm tốt hơn chức năng của những nhà cung cấp thuộc bên thứ ba. Các thành phần quảng cáo không được cho phép trong các email AMP để đảm bảo an toàn cho người dùng. Để duy trì kỳ vọng của người dùng về bảo mật và quyền riêng tư, chỉ một lượng nhỏ chức năng AMP được cho phép trong các email.

source: Embedding AMP within an email is simple, add a new MIME part with a content type of text/x-amp-html as a descendant of multipart/alternative. It should live alongside the existing text/html or text/plain parts. This ensures that the email message works on all clients.
de: AMP lässt sich ganz einfach in eine E-Mail einbetten. Füge ein neues MIME Element mit dem Inhaltstyp text/x-amp-html als Nachfolger von multipart/alternative hinzu. Es sollte neben dem vorhandenen Element text/html oder text/plain stehen. Dadurch wird gewährleistet, dass die E-Mail Nachricht auf allen Clients funktioniert.
es: Es muy sencillo incorporar AMP en un correo electrónico, simplemente se agrega una nueva sección MIME con un contenido de tipo text/x-amp-html como descendiente de varias partes/alternativo. Este debe convivir con las partes existentes del texto/html o texto/sin formato, lo cual garantiza que el mensaje de correo electrónico funcionará en todos los clientes.
pl: Osadzanie kodu AMP w e-maili jest proste. Wystarczy dodać nową część MIME z podtypem text/x-amp-html dla zawartości typu multipart/alternate. Należy go umieścić obok istniejących części text/html lub text/plain. Dzięki temu wiadomość e-mail działać będzie we wszystkich programach pocztowych.
vi: Rất dễ để nhúng AMP trong một email, bạn chỉ cần bổ sung một phần MIME với loại nội dung là text/x-amp-html làm con của multipart/alternative. Nó sẽ tồn tại cùng với các phần text/html hoặc text/plain hiện có. Điều này đảm bảo nội dung của email sẽ hoạt động trên tất cả các máy khách.

source: Start sending AMP Emails
de: Beginne mit dem Versand von AMP E-Mails
es: Comience a enviar correos electrónicos de AMP
pl: Zacznij wysyłać e-maile AMP
vi: Bắt đầu gửi Email AMP

source: Start creating ads
de: Beginne mit der Erstellung von Ads
pl: Zacznij tworzyć reklamy
vi: Bắt đầu tạo các quảng cáo

source: Start creating stories
de: Beginne mit der Erstellung von Storys
es: Comience a escribir historias
pl: Zacznij tworzyć relacje
vi: Bắt đầu tạo các câu chuyện

source: Start creating websites
de: Beginne mit der Erstellung von Websites
es: Comience a desarrollar sitios web
pl: Zacznij tworzyć witryny internetowe
vi: Bắt đầu tạo các website

source: Pick one of several editors to start creating ads without any coding involved.
de: Wähle einen Editor aus, um Ads zu erstellen. Programmierkenntnisse sind nicht erforderlich.
es: Seleccione alguno de los editores para comenzar a crear anuncios sin que necesite tener conocimientos de programación.
pl: Wybierz jeden z edytorów, aby rozpocząć tworzenie reklam bez żadnego kodowania.
vi: Chọn một trình biên tập để bắt đầu tạo các quảng cáo mà không phải lo về lập trình.

source: Pick one of several editors to start creating email without any coding involved.
de: Wähle einen Editor aus, um E-Mails zu erstellen. Programmierkenntnisse sind nicht erforderlich.
es: Seleccione alguno de los editores para comenzar a enviar correos electrónicos sin que necesite tener conocimientos de programación.
pl: Wybierz jeden z edytorów, aby rozpocząć tworzenie e-maili bez żadnego kodowania.
vi: Chọn một trình biên tập để bắt đầu tạo các email mà không phải lo về lập trình.

source: Pick one of several editors to start creating stories without any coding involved.
de: Wähle einen Editor aus, um Storys zu erstellen. Programmierkenntnisse sind nicht erforderlich.
es: Seleccione alguno de los editores para comenzar a escribir historias sin que necesite tener conocimientos de programación.
pl: Wybierz jeden z edytorów, aby rozpocząć tworzenie relacji bez żadnego kodowania.
vi: Chọn một trình biên tập để bắt đầu tạo các câu chuyện mà không phải lo về lập trình.

source: Pick one of several editors to start creating websites without any coding involved.
de: Wähle einen Editor aus, um Websites zu erstellen. Programmierkenntnisse sind nicht erforderlich.
es: Seleccione alguno de los editores para comenzar a crear sitios web sin que necesite tener conocimientos de programación.
pl: Wybierz jeden z edytorów, aby rozpocząć tworzenie witryn internetowych bez żadnego kodowania.
vi: Chọn một trình biên tập để bắt đầu tạo các website mà không phải lo về lập trình.

source: WYSIWYG Editor
es: Editor WYSIWYG
pl: Edytor WYSIWYG
vi: Trình biên tập WYSIWYG

source: WYSIWYG drag and drop editor with templates, illustrations, icons, and the ability to upload your own images and videos.
de: WYSIWYG Editor mit Drag&Drop Funktion, mit Templates, Illustrationen, Icons und der Möglichkeit, eigene Bilder und Videos hochzuladen.
es: El editor WYSIWYG cuenta con la función "arrastrar y soltar" en plantillas, ilustraciones e iconos, y ofrece la posibilidad de subir sus propias imágenes y videos.
pl: Edytor WYSIWYG z obsługą przeciągania i upuszczania, szablonami, ilustracjami, ikonami oraz możliwością przesyłania własnych zdjęć i filmów.
vi: Trình biên tập kéo và thả WYSIWYG với các khuôn mẫu, hình minh họa, biểu tượng và khả năng tải ảnh và video của bạn lên.

source: Newsroom Studio helps you create engaging, instant loading mobile experiences.
de: Mit Newsroom Studio erstellst du ansprechende, blitzschnelle mobile Erlebnisse.
es: Newsroom Studio le ayudará a crear atractivas experiencias móviles de carga instantánea.
pl: Narzędzie Newsroom Studio umożliwia tworzenie angażujących materiałów, błyskawicznie ładowanych na urządzenia mobilne.
vi: Newsroom Studio cho phép bạn tạo các trải nghiệm gắn kết, tức thì trên di động.

source: Discover all tools
de: Alle Tools erkunden
es: Descubra todas las herramientas
pl: Odkryj wszystkie narzędzia
vi: Khám phá mọi công cụ

source: Send emails
de: E-Mails senden
es: Envíe correos electrónicos
pl: Wysyłaj e-maile
vi: Gửi email

source: AMP<br> Email
es: Correo electrónico de<br> AMP
pl: Poczta e-mail<br> AMP
vi: Email<br> AMP

source: A whole new world of possibilities for content engagement
de: Eine ganz neue Welt der Möglichkeiten für Content Engagement
es: Un mundo de posibilidades completamente nuevo para crear contenidos atractivos
pl: Zupełnie nowe możliwości angażowania w treść
vi: Một thế giới mới đầy ắp cơ hội cho những nội dung gắn kết

source: AMP for email allows senders to include AMP components inside rich engaging emails, making modern app functionality available within email. The AMP email format provides a subset of AMPHTML components for use in email messages, that allows recipients of AMP emails to interact dynamically with content directly in the message.
de: Mit AMP für E-Mail können Absender AMP Komponenten in reichhaltige, interaktive E-Mails einbinden, um moderne App Funktionen in E-Mails zu nutzen. Das AMP E-Mail Format erlaubt den Einsatz bestimmter AMPHTML Komponenten in E-Mail Nachrichten. Das ermöglicht den Empfängern von AMP E-Mails, direkt in der Nachricht dynamisch mit Inhalten zu interagieren.
es: AMP para correo electrónico permite que los remitentes incluyan componentes de AMP en correos electrónicos enriquecidos y vinculantes, haciendo que la funcionalidad de las aplicaciones modernas esté disponible en los correos electrónicos. El formato de los correos electrónicos de AMP proporciona un subconjunto de componentes de AMPHTML que pueden utilizarse en los mensajes de correo electrónico, lo cual permite que los destinatarios de los correos electrónicos de AMP interactúen directamente y de forma dinámica con el contenido del mensaje.
pl: AMP dla poczty e-mail umożliwia nadawcom umieszczanie składników AMP w bogatych, angażujących e-mailach. Udostępnia to funkcje nowoczesnych aplikacji są dostępne w e-mailach. Format e-maili AMP oferuje podzbiór składników AMPHTML do stosowania w e-mailach, pozwalających ich odbiorcom na dynamiczną interakcję z treścią bezpośrednio w wiadomości.
vi: AMP cho email cho phép người gửi bao gồm các thành phần AMP trong những email hấp dẫn, phong phú, cung cấp chức năng của các ứng dụng hiện đại ngay trong email. Định dạng email AMP cung cấp một lượng nhỏ các thành phần AMPHTML để sử dụng trong email, cho phép người nhận các email AMP có thể tương tác trực tiếp với nội dung trong thư.
