Repository: ampproject/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pl, vi

source: More than 270 billion emails are sent every day, it is the pillar of many consumer and enterprise workflows. However the content that is sent in an email message is still limited – messages are static, can become out of date, and are not actionable without opening a browser. AMP email seeks to enhance and modernize the email experience through added support for dynamic content and interactivity while keeping users safe.
de: Jeden Tag werden mehr als 270 Milliarden E-Mails verschickt. Verbraucher und Unternehmen verlassen sich bei vielen Workflows auf E-Mails. Der Inhalt einer E-Mail Nachricht ist jedoch immer noch begrenzt – Nachrichten sind statisch, können veraltet sein und erfordern für weitere Aktionen einen Browser. AMP E-Mail will das E-Mail Erlebnis durch zusätzliche Unterstützung für dynamische Inhalte und Interaktivität verbessern und modernisieren, ohne die Sicherheit der Nutzer zu beeinträchtigen.
es: Cada día se envían más de 270 mil millones de correos electrónicos, lo cual constituye el pilar de muchos flujos de trabajo de consumidores y empresas. Sin embargo, el contenido que se envía en un mensaje de correo electrónico sigue siendo limitado, los mensajes son estáticos, pueden quedar obsoletos y no es posible interactuar con ellos a menos que se abra un navegador. El correo electrónico de AMP busca mejorar y modernizar la experiencia del correo electrónico, proporcionando mayor compatibilidad con los contenidos dinámicos y la interactividad, a la vez que garantiza la seguridad de los usuarios.
pl: Codziennie na świecie wysyłanych jest ponad 270 miliardów e-maili. To filar wielu procesów konsumenckich i obiegów dokumentów w przedsiębiorstwach. Treści wysyłane w e-mailach są jednak nadal ograniczone — wiadomości są statyczne, mogą stać się nieaktualne i nie można ich użyć do działań bez otwarcia przeglądarki. Poczta e-mail AMP ma na celu poprawę i modernizację wiadomości poprzez wprowadzenie dynamicznych treści i interaktywności przy jednoczesnym zapewnieniu bezpieczeństwa użytkownikom.
vi: Hơn 270 tỷ email được gửi đi mỗi ngày, email một cột trụ trong quy trình làm việc của nhiều doanh nghiệp và người tiêu dùng. Tuy vậy, nội dung được gửi trong một email vẫn còn rất hạn chế – các email đều có nội dung tĩnh, có thể bị lỗi thời, và chỉ có thể thực hiện hành động thông qua một trình duyệt. Mục tiêu của email AMP là tăng cường và hiện đại hóa trải nghiệm email thông qua việc bổ sung hỗ trợ cho nội dung năng động và tính tương tác, đồng thời đảm bảo an toàn cho người dùng.

source: It’s the biggest thing happening to email since the creation of email.
de: Das ist der nächste große Schritt für E-Mails seit ihrer Erfindung.
es: Esto es lo más grande que ha pasado con el correo electrónico desde su creación.
pl: To największa zmiana w poczcie elektronicznej od czasu jej powstania.
vi: Đây là phát minh lớn nhất đối với email kể từ khi email được ra đời.

source: Antony Malone, Senior Product Owner Direct Marketing at Booking.com
de: Antony Malone, Senior Product Owner für Direktmarketing bei Booking.com
es: Antony Malone, propietario ejecutivo del producto y encargado de las ventas al público en Booking.com
pl: Antony Malone, starszy właściciel produktu w dziale marketingu bezpośredniego Booking.com
vi: Antony Malone, Chủ Sở hữu Sản phẩm Cấp cao - Tiếp thị Trực tiếp tại Booking.com

source: Modern app functionality for email
de: Moderne App Funktionalität für E-Mails
es: Funciones de aplicación modernas para el correo electrónico
pl: Funkcje nowoczesnych aplikacji w e-mailach
vi: Chức năng ứng dụng hiện đại cho email

source: Modernize email with the power of AMP
de: Modernisiere E-Mails mit der Leistung von AMP
es: Modernice el correo electrónico con el poder de AMP
pl: Zmodernizuj pocztę e-mail dzięki mocy AMP
vi: Hiện đại hóa email với sức mạnh của AMP

source: AMP email is an expansion of the already existing blazingly fast and high-performing AMP project. Expand your business through unprecedented features.
de: AMP E-Mail ist eine Erweiterung des bestehenden blitzschnellen und leistungsstarken AMP Projekts. Baue dein Geschäft mit noch nie dagewesenen Funktionen aus.
es: El correo electrónico de AMP es una expansión del proyecto ya existente de AMP, rápido y de alto rendimiento. Amplíe su empresa con ayuda de características sin precedentes.
pl: Poczta e-mail AMP stanowi rozwinięcie już istniejącego, niezwykle szybkiego i wydajnego projektu AMP. Rozwiń swoją działalność dzięki niespotykanym dotąd funkcjom.
vi: Email AMP là một sự mở rộng cho dự án AMP vốn đã rất nhanh và hiệu quả. Hãy mở rộng doanh nghiệp của bạn thông qua các tính năng chưa từng có.

source: Supported Email Clients
de: Unterstützte E-Mail Clients
es: Clientes de correos electrónicos compatibles
pl: Obsługiwane programy pocztowe
vi: Trình khách Email được hỗ trợ

source: These email clients currently support receiving AMP Emails
de: Diese E-Mail Clients unterstützen derzeit den Empfang von AMP E-Mails
es: Estos clientes de correos electrónicos son compatibles actualmente con la recepción de correos electrónicos de AMP
pl: Odbieranie e-maili AMP obsługują obecnie te programy pocztowe
vi: Các trình khách email này hiện hỗ trợ việc tiếp nhận Email AMP

source: Read on about AMP email
de: Erfahre mehr über AMP E-Mail
es: Obtenga más información sobre el correo electrónico de AMP
pl: Czytaj dalej o poczcie e-mail AMP
vi: Tìm hiểu về email AMP

source: The benefits of AMP email
de: Vorteile von AMP E-Mail
es: Beneficios de los correos electrónicos de AMP
pl: Zalety poczty e-mail AMP
vi: Lợi ích của email AMP

source: AMP for advertisers
de: AMP für Werbetreibende
es: AMP para anunciantes
pl: AMP dla reklamodawców
vi: AMP cho nhà quảng cáo

source: Grow engagement and increase conversions with faster experiences
de: Stärke das Engagement und erhöhe die Konversionen dank schnelleren Erlebnissen
es: Aumente la participación y mejore las conversiones con experiencias más rápidas
pl: Zwiększ zaangażowanie i konwersję dzięki szybszemu działaniu stron
vi: Tăng sự gắn kết và tỷ lệ chuyển đổi thông qua các trải nghiệm nhanh hơn

source: Allows the creation of rich, eye-catching marketing content with Adobe Animate.
de: Ermöglicht das Erstellen umfangreicher und attraktiver Marketinginhalte mit Adobe Animate.
es: Permite la creación de un contenido de marketing enriquecido y llamativo con Adobe Animate.
pl: Umożliwia tworzenie bogatych, atrakcyjnych wizualnie treści marketingowych za pomocą Adobe Animate.
vi: Cho phép tạo ra các nội dung tiếp thị phong phú, bắt mắt với Adobe Animate.

source: Create AMPHTML-valid and ready to be published individual designs or full sets of static or animated marketing visuals, within minutes.
de: Erstelle innerhalb von Minuten individuelle Designs, die für AMPHTML zugelassen sind und sofort veröffentlicht werden können, oder erschaffe ganze Sets mit statischen oder animierten Marketing Visuals.
es: Cree en cuestión de minutos un AMPHTML válido y listo para ser publicado como diseño individual, o conjuntos completos de imágenes de marketing estáticas o animadas.
pl: Twórz w czasie liczonym w minutach prawidłowe, gotowe do publikacji indywidualne projekty lub pełne zestawy statycznych lub animowanych materiałów marketingowych zgodnych z AMPHTML.
vi: Tạo các thiết kế riêng lẻ hoặc trọn bộ bao gồm các hình ảnh tiếp thị tĩnh hoặc hoạt họa tương thích với AMPHTML và sẵn sàng được đăng tải chỉ trong một vài phút.

source: Online AMPHTML banner maker which allows you to easily create AMP ads without prior coding knowledge.
de: Online AMPHTML Banner Editor, mit dem du ganz einfach und ohne Programmierkenntnisse AMP Ads erstellen kannst.
es: El creador de banners AMPHTML en línea le permite crear fácilmente anuncios AMP sin necesidad de tener conocimientos previos de codificación.
pl: Internetowe narzędzie do tworzenia banerów w języku AMPHTML, umożliwiające łatwe tworzenie reklam AMP bez wiedzy na temat kodowania.
vi: Trình tạo bảng quảng cáo AMPHTML trực tuyến, cho phép bạn dễ dàng tạo các quảng cáo AMP mà không cần có kiến thức lập trình trước đó.

source: Create engaging, interactive AMPHTML Ad compliant designs and motion graphics that can run on any device.
de: Erstelle attraktive, interaktive Designs und animierte Grafiken, die mit AMPHTML Ads kompatibel sind und auf jedem Gerät ausgeführt werden können.
es: Cree diseños y gráficos animados atractivos, interactivos y compatibles con los anuncios AMPHTML, que podrán ejecutarse en cualquier dispositivo.
pl: Buduj angażujące, interaktywne reklamy w AMPHTML i animacje działające na dowolnym urządzeniu.
vi: Tạo các thiết kế và hình động hấp dẫn, tương tác theo tiêu chuẩn Quảng cáo AMPHTML có thể chạy trên bất kỳ thiết bị nào.

source: Increase in revenue
de: mehr Umsatz
es: Aumente sus ingresos
pl: Wzrost przychodów
vi: Tăng doanh thu

source: Triplelift and Cloudflare boost Time Inc.’s revenue with AMP Ads
de: Triplelift und Cloudflare steigern mithilfe von AMP Ads den Umsatz von Time Inc.
es: Triplelift y Cloudflare aumentan los ingresos de Time Inc. gracias a los anuncios AMP
pl: Triplelift i Cloudflare zwiększają przychody Time Inc. dzięki reklamom AMP
vi: Triplelift và Cloudflare tăng doanh thu của Time Inc. với Quảng cáo AMP

source: Increase in average clickthrough rate
de: höhere durchschnittliche Durchklickrate
es: Aumente el promedio de clics
pl: Wzrost średniego współczynnika klikalności
vi: Tăng tỷ lệ nhấp trung bình

source: Teads brings AMP'd mobile video inventory to nearly 100 publishers
de: Fast 100 Publisher nutzen dank Teads das mobile Videoinventar von AMP
es: Teads ofrece un inventario de videos de AMP para dispositivos móviles a casi 100 editores
pl: Teads zapewnia obsługę mobilnych transmisji strumieniowych wideo niemal 100 wydawców za pomocą AMP
vi: Teads cung cấp kho video di động được thích ứng với AMP cho 100 nhà phát hành

source: Increase in ad load speed
de: höhere Ladegeschwindigkeit von Ads
es: Aumente la velocidad de carga de los anuncios
pl: Zwiększona szybkość ładowania reklam
vi: Tăng tốc độ tải quảng cáo

source: How AMP works
de: So funktioniert AMP
es: Cómo funciona AMP
pl: Jak działa AMP
vi: Cách thức hoạt động của AMP

source: The following optimizations combined are the reason AMP pages are so fast they appear to load instantly. There are 7 reasons in total - but if that’s still too much to read, simply watch the explainer video:
de: Die Kombination der folgenden Optimierungen macht AMP Seiten so schnell, dass sie scheinbar sofort geladen werden. Dafür gibt es insgesamt 7 Gründe – aber wenn du keine Zeit zum Lesen hast, sieh dir einfach das Erklärvideo an:
es: Las siguientes optimizaciones combinadas son la razón de que las páginas AMP sean tan rápidas que parecen cargarse al instante. Hay 7 razones en total, pero si no tiene tiempo de leerlas todas, simplemente vea el video explicativo:
pl: Połączenie wskazanych optymalizacji sprawia, że strony AMP sprawiają wrażenie ładowanych natychmiast. Tych powodów jest łącznie 7. To za dużo czytania? Obejrzyj ten film:
vi: Các tổ hợp tối ưu sau đây là lý do các trang AMP có thể được tải nhanh gần như tức thì. Có tổng cộng 7 lý do - nếu bạn thấy thế là quá nhiều, hãy xem video giải thích:

source: Execute all AMP JavaScript asynchronously
de: Asynchrone Ausführung des gesamten AMP JavaScript Codes
es: Ejecución asíncrona de todo el JavaScript de AMP
pl: Asynchroniczne wykonywanie całego kodu AMP JavaScript
vi: Thực thi tất cả JavaScript AMP một cách không đồng bộ

source: AMP components may have JavaScript under the hood, but they’re carefully designed to make sure they don’t cause performance degradation.
de: AMP Komponenten enthalten zwar auch JavaScript, jedoch wird bei der Entwicklung sorgfältig darauf geachtet, dass sie keine Leistungseinbußen verursachen.
es: Los componentes de AMP pueden incluir JavaScript como un recurso oculto, pero están cuidadosamente diseñados para garantizar que no causen una disminución del rendimiento.
pl: Składniki AMP mogą zawierać kod JavaScript, ale są starannie zaprojektowane tak, aby nie pogarszało to wydajności.
vi: Các thành phần AMP có thể chứa mã JavaScript chạy ngầm bên dưới, nhưng chúng đã được thiết kế kỹ lưỡng để không làm giảm hiệu năng.

source: While custom JS is allowed in <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a>, and third-party JS is allowed in iframes, it cannot block rendering. For example, if third-party JS uses the <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">super-bad-for-performance <code>document.write</code> API</a>, it does not block rendering the main page.
de: Obwohl benutzerdefiniertes JS in <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a> erlaubt ist und JS von Drittanbietern in iframes zulässig ist, kann es das Rendering nicht blockieren. Verwendet Drittanbieter JS beispielsweise die <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">äußerst leistungsfeindliche API <code>document.write</code></a>, so blockiert sie nicht das Rendering der Startseite.
es: Aunque el uso de JS personalizado está permitido en <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a>, y el uso de JS de terceros está permitido en iframes, no se puede bloquear la renderización. Por ejemplo, si el JS de terceros utiliza <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">super-bad-for-performance <code>document.write</code> API</a>, no se bloqueará la renderización de la página principal.
pl: Choć w składniku <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a> jest dozwolony niestandardowy kod JS, a w elementach iframe — kod JS innych firm, to nie może on zablokować wyświetlania. Jeśli na przykład kod JS innej firmy stosuje <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">niezwykle-pogarszającą-wydajność instrukcję <code>document.write</code> z interfejsu API</a>, nie zablokuje to wyświetlania głównej strony.
vi: Tuy mã JS tùy chỉnh vẫn được cho phép trong <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a>, và các mã JS của bên thứ ba cũng được cho phép trong iframe, chúng không thể chặn tác vụ render. Ví dụ, nếu mã JS của bên thứ ba sử dụng <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">API <code>document.write</code> cực kì tổn hại cho hiệu năng</a>, chúng sẽ không thể chặn việc render trang chính.

source: Size all resources statically
de: Statische Größenangabe aller Ressourcen
es: Dimensión estática de todos los recursos
pl: Statyczne rozmiary wszystkich zasobów
vi: Phân bổ kích cỡ tĩnh cho tất cả tài nguyên

source: External resources such as images, ads or iframes must state their size in the HTML so that AMP can determine each element’s size and position before resources are downloaded. AMP loads the layout of the page without waiting for any resources to download.
de: Externe Ressourcen wie Bilder, Ads und iframes müssen ihre Größe im HTML Code angeben, damit AMP die Größe und Position der einzelnen Elemente festlegen kann, bevor die Ressourcen heruntergeladen werden. AMP lädt das Seitenlayout, ohne den Download von Ressourcen abzuwarten.
es: Los recursos externos, por ejemplo, imágenes, anuncios o iframes, deben indicar su tamaño en el código HTML para que AMP pueda determinar el tamaño y la posición de cada elemento antes de descargar los recursos. AMP cargará el diseño de la página sin esperar que se descargue ningún recurso.
pl: Zasoby zewnętrzne, takie jak obrazy, reklamy lub ramki iframe, muszą mieć w kodzie HTML określony swój rozmiar. Pozwoli to standardowi AMP na określenie rozmiaru i umiejscowienia każdego elementu przed pobraniem zasobów. AMP ładuje układ strony bez oczekiwania na pobranie jakichkolwiek zasobów.
vi: Các tài nguyên bên ngoài như ảnh, quảng cáo hoặc iframe phải thông báo kích cỡ của chúng trong HTML để AMP có thể xác định kích cỡ và vị trí của từng thành phần trước khi tải các tài nguyên. AMP sẽ tải bố cục của trang mà không chờ tài nguyên được tải về.

source: Don’t let extension mechanisms block rendering
de: Erweiterungsmodule dürfen nicht das Rendering blockieren
es: No permite que los mecanismos de extensión bloqueen la renderización
pl: Niedopuszczanie do blokowania wyświetlania przez mechanizmy rozszerzeń
vi: Không thể cơ cấu mở rộng chặn render

source: AMP doesn’t let extension mechanisms block page rendering. AMP supports extensions for things like <a href="../documentation/components/reference/amp-lightbox.md">lightboxes</a>, <a href="../documentation/components/reference/amp-instagram.md">instagram embeds</a>, <a href="../documentation/components/reference/amp-twitter.md">tweets</a>, etc. While these require additional HTTP requests, those requests do not block page layout and rendering.
de: AMP verhindert, dass Erweiterungsmodule das Rendering der Seite blockieren. AMP unterstützt Erweiterungen für Elemente wie <a href="../documentation/components/reference/amp-lightbox.md">Lightboxes</a>, <a href="../documentation/components/reference/amp-instagram.md">Instagram Embeds</a>, <a href="../documentation/components/reference/amp-twitter.md">Tweets</a> usw. Die dafür erforderlichen zusätzlichen HTTP Anforderungen blockieren das Seitenlayout und Rendering nicht.
es: AMP no permite que los mecanismos de extensión bloqueen la renderización de las páginas. AMP admite extensiones para elementos como <a href="../documentation/components/reference/amp-lightbox.md">lightboxes</a>, <a href="../documentation/components/reference/amp-instagram.md">instagram integrados</a>, <a href="../documentation/components/reference/amp-twitter.md">tweets</a>, etc. Aunque se necesitan solicitudes HTTP adicionales, dichas solicitudes no bloquean el diseño ni la renderización de la página.
pl: AMP nie pozwala mechanizmom rozszerzeń na blokowanie wyświetlania strony. Choć AMP obsługuje rozszerzenia dla elementów takich jak <a href="../documentation/components/reference/amp-lightbox.md">lightboksy</a>, <a href="../documentation/components/reference/amp-instagram.md">osadzane wpisy z Instagrama</a>, <a href="../documentation/components/reference/amp-twitter.md">tweety</a> itd., które wymagają dodatkowych żądań HTTP, to żądania te nie blokują generowania układu strony ani jej wyświetlania.
vi: AMP không để các cơ cấu mở rộng chặn việc render trang. AMP hỗ trợ phần mở rộng cho những thứ như <a href="../documentation/components/reference/amp-lightbox.md">lightbox</a>, <a href="../documentation/components/reference/amp-instagram.md">nhúng vào instagram</a>, <a href="../documentation/components/reference/amp-twitter.md">tweet</a>, v.v... Tuy chúng cần nhiều yêu cầu HTTP hơn, các yêu cầu này sẽ không chặn bố cục trang và tác vụ render.

source: Keep all third-party JavaScript out of the critical path
de: Kein JavaScript von Drittanbietern im kritischen Pfad
es: Mantiene todos los JavaScript de terceros fuera de la ruta crítica
pl: Utrzymywanie całego zewnętrznego kodu JavaScript z dala od ścieżki krytycznej
vi: Giữ tất cả JavaScript của các bên thứ ba ở bên ngoài lộ trình thiết yếu

source: Third-party JS likes to use synchronous JS loading. They also like to <code>document.write</code> more sync scripts. For example, if you have five ads on your page, and each of them cause three synchronous loads, each with a 1 second latency connection, you’re in 15 seconds of load time just for JS loading.
de: JS Code von Drittanbietern wird häufig synchron geladen. Außerdem werden synchrone Skripte oft mit <code>document.write</code> eingebunden. Wenn deine Seite beispielsweise fünf Ads enthält und jedes Ad drei synchrone Ladevorgänge mit einer Wartezeit von jeweils einer Sekunde verursacht, dauert es schon 15 Sekunden, nur um JS zu laden.
es: A los JS de terceros le encanta utilizar la carga JS sincrónica. También les gusta integrar otros scripts de sincronización <code>document.write</code>. Por ejemplo, si hay cinco anuncios en su página y cada uno de ellos genera tres cargas síncronas, cada una con una conexión de latencia de 1 segundo, se necesitarán 15 segundos simplemente para cargar el JS.
pl: W kodzie JS innych firm często stosowane jest synchroniczne ładowanie skryptów JS. Nierzadko do ładowania dodatkowych skryptów synchronicznych stosowana jest również instrukcja <code>document.write</code>. Jeśli na przykład na stronie jest pięć reklam, a każda z nich powoduje synchroniczne ładowanie trzech skryptów z 1-sekundowym czasem oczekiwania łącza, skutkuje to 15 sekundami ładowania samych tylko skryptów JS.
vi: Các mã JS của bên thứ ba thường sử dụng tải JS đồng bộ. Họ cũng thường sử dụng <code>document.write</code> để ghi nhiều kịch bản đồng bộ hơn. Ví dụ, nếu bạn có 5 quảng cáo trên trang của mình, mỗi quảng cáo đòi hỏi 3 lượt tải đồng bộ, và mỗi lượt tải với độ trễ kết nối 1 giây, nghĩa là bạn sẽ cần 15 giây chỉ để tải mã JS.

source: AMP pages allow third-party JavaScript but only in sandboxed iframes. By restricting them to iframes, they can’t block the execution of the main page. Even if they trigger multiple style re-calculations, their tiny iframes have very little DOM.
de: AMP Seiten erlauben JavaScript von Drittanbietern, jedoch nur in iframes innerhalb von Sandboxen. Da die Skripte auf iframes beschränkt sind, können sie die Ausführung der Startseite nicht blockieren. Selbst wenn sie mehrere Neuberechnungen der Styles auslösen, haben ihre winzigen iframes ein sehr kleines DOM.
es: Las páginas AMP permiten el uso de JavaScript de terceros, pero solo en los iframes que se encuentran en un aislamiento de procesos. Al restringirlos a iframes, no pueden bloquear la ejecución de la página principal. Incluso si activan múltiples cálculos de estilo, sus pequeños iframes contienen muy pocos DOM.
pl: Strony AMP dopuszczają skrypty JavaScript innych firm, ale tylko w izolowanych elementach iframe. Dzięki temu nie mogą one blokować wykonywania głównej strony. Nawet jeśli uruchamiane są wielokrotne ponowne obliczenia stylu, bardzo małe elementy iframe mają równie mały model DOM.
vi: Các trang AMP cho phép mã JavaScript của bên thứ ba nhưng chỉ trong các iframe có thuộc tính sandbox. Thông qua việc giới hạn các mã này trong iframe, bạn có thể đảm bảo chúng không chặn tác vụ thực thi cho trang chính. Kể cả khi chúng kích hoạt nhiều tác vụ tính lại style, các iframe này cũng chỉ có DOM rất nhỏ.

source: The time it takes to do style-recalculations and layouts are restricted by DOM size, so the iframe recalculations are very fast compared to recalculating styles and layout for the page.
de: Die Zeit, die für die Neuberechnung von Styles und Layouts benötigt wird, ist durch die DOM Größe begrenzt. Daher sind die Neuberechnungen der iframes verglichen mit der Neuberechnung von Styles und Layout für die Seite sehr schnell.
es: El tiempo que toma hacer recálculos de estilo y de diseño está limitado por el tamaño del DOM, así que los recálculos del iframe son muy rápidos en comparación con el recálculo del estilo y diseño de la página.
pl: Czas niezbędny na wykonanie ponownych obliczeń stylu i układów jest ograniczony rozmiarem modelu DOM, więc ponowne obliczenia elementu iframe są bardzo szybkie w porównaniu z ponownym obliczaniem stylów i układu strony.
vi: Thời gian cần thiết để tính lại style và bố cục tùy thuộc vào kích cỡ DOM, vậy nên tác vụ tính lại iframe này thường rất nhanh so với việc tính lại style và bố cục cho toàn bộ trang.
