Repository: ampproject/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pl, vi

source: Web Stories are built with visually rich media, and whether you utilize pictures, videos or GIF assets is up to you. Images and videos expand to visually fill the readers’ screens, providing a smooth and fully engaging experience. AMP allows you to specify the file type to account for the user’s network connection and browser capabilities.
de: Web Stories werden mit visuell reichhaltigen Medien erstellt. Du selbst bestimmst, ob du dafür Bilder, Videos oder GIF Assets verwendest. Sich ausdehnende Bilder und Videos füllen den Bildschirm der Leser aus und sorgen für ein reibungsloses und optisch ansprechendes Erlebnis. Mit AMP kannst du den Dateityp festlegen, um die Netzwerkverbindung und die Browsereigenschaften der Benutzer zu berücksichtigen.
es: Web Stories se crean con medios visualmente ricos, y usted puede decidir si utiliza imágenes, videos o recursos GIF. Las imágenes y los videos se expanden para cubrir visualmente las pantallas de los lectores, proporcionando una experiencia fluida y totalmente atractiva. AMP le permite especificar el tipo de archivo, para que tenga en cuenta la conexión de red del usuario y las capacidades del navegador.
pl: Relacje internetowe są oparte na bogatych wizualnie materiałach multimedialnych, a od Ciebie zależy, czy wykorzystasz zdjęcia, filmy, czy animacje GIF. Obrazy i filmy rozszerzają się, wypełniając ekrany czytelników, aby zapewnić płynne i w pełni angażujące doznania. AMP pozwala określić typ pliku odpowiedni do połączenia sieciowego użytkownika i możliwości przeglądarki.
vi: Web Stories được tạo với các nội dung đa phương tiện trực quan, sinh động, bạn có thể tùy ý sử dụng ảnh, video hoặc hình động GIF. Ảnh và video sẽ được mở rộng để lấp đầy màn hình của khán giả, mang đến một trải nghiệm mượt mà và gắn kết. AMP cho phép bạn quy định loại tập tin để xét đến kết nối mạng của người dùng và khả năng của trình duyệt.

source: Images, videos and GIFs
de: Bilder, Videos und GIFs
es: Imágenes, videos y GIF
pl: Obrazy, filmy i GIF-y
vi: Ảnh, video và GIF

source: Text and audio
de: Text und Audio
es: Texto y audio
pl: Tekst i dźwięk
vi: Văn bản và âm thanh

source: Convey facts and figures via bite-sized chunks of one or two sentences – ideal for mobile devices. Choose from different font colors for basic readability. Or add visual elements like subtle black transparent gradient overlays to ensure readability even on random background imagery, for example user generated content. On top of this, you can use short audio files on every page to provide spoken information or background music.
de: Vermittle Zahlen und Fakten in kleinen Portionen in Form von ein oder zwei Sätzen: ideal für mobile Geräte. Verbessere die Lesbarkeit durch unterschiedliche Schriftfarben. Oder setze visuelle Elemente wie dezente schwarze Transparenzverläufe ein, damit die Lesbarkeit auch bei zufälligen Hintergrundbildern erhalten bleibt, z. B. bei benutzerdefinierten Inhalten. Darüber hinaus kannst du zu jeder Seite kurze Audiodateien mit gesprochenen Informationen oder Hintergrundmusik hinzufügen.
es: Transmita hechos y datos mediante fragmentos pequeños de una o dos frases, ideal para dispositivos móviles. Elija entre diferentes colores de fuentes para obtener una legibilidad básica, o agregue elementos visuales como sutiles superposiciones de gradientes en negro transparente para garantizar la legibilidad, incluso en imágenes de fondo aleatorias, por ejemplo en el contenido generado por el usuario. Además de esto, puede utilizar archivos de audio cortos en cada página para proporcionar información hablada o música de fondo.
pl: Przekazuj fakty i liczby za pomocą idealnych na urządzenia mobilne, małych fragmentów kodu, zawierających jedno lub dwa zdania. Przebieraj w różnych kolorach czcionek, aby uzyskać niezbędną czytelność. Możesz też dodać elementy wizualne, takie jak subtelnie czarne, przejrzyste nakładki gradientowe, aby zapewnić, nawet na losowych obrazach tła, czytelność treści generowanych na przykład przez użytkownika. Ponadto na każdej stronie możesz użyć krótkich plików audio, aby dostarczyć mówione informacje lub podkład muzyczny.
vi: Truyền tải dữ kiện và số liệu thông qua một hoặc hai câu ngắn gọn – lý tưởng cho các thiết bị di động. Chọn màu phông chữ khác nhau để dễ đọc hơn. Hoặc thêm các yếu tố thị giác như nền gradient đen trong suốt tinh tế để đảm bảo tính dễ đọc ngay cả trên các ảnh nền ngẫu nhiên, ví dụ như nội dung tùy chỉnh của người dùng. Ngoài ra, bạn còn có thể sử dụng các tập tin âm thanh ngắn trên mỗi trang web để cung cấp thông tin nói hoặc nhạc nền.

source: It’s easy to create visual effects and tappable interactions that keep readers engaged. Titles can fly drop, fade in, or animate onto the page. Configure your story to automatically progress to the next page when a video snippet is finished. Provide social sharing and related links at the end of your story, so users can share it or dive further into other content on your site.
de: Erstelle ganz einfach visuelle Effekte und antippbare Interaktionen, um dir die Aufmerksamkeit der Leser zu sichern. Überschriften können von oben auf die Seite fliegen, eingeblendet oder animiert werden. Richte die Story so ein, dass automatisch die nächste Seite erscheint, sobald ein Videofragment endet. Setze am Ende der Story Links zu sozialen Medien und sonstige relevante Links, damit Nutzer sie teilen oder sich in andere Inhalte auf deiner Website vertiefen.
es: Es muy sencillo crear efectos visuales y objetos interactivos que mantendrán interesados a los lectores. Los títulos pueden aparecer, desvanecerse o dar vida a la página. Configure su historia para pasar automáticamente a la siguiente página cuando el fragmento de un video finalice. Proporcione enlaces a las redes sociales y a otros enlaces relacionados al final de su historia, para que los usuarios puedan compartirlo o explorar otros contenidos de su sitio.
pl: Łatwo jest tworzyć efekty wizualne i dotykowe interakcje, utrzymujące zaangażowanie czytelników. Tytuły mogą unosić się, spadać, stopniowo pojawiać lub poruszać na stronie. Skonfiguruj swoją relację, aby automatycznie przejść do następnej strony po zakończeniu odtwarzania fragmentu kodu z filmem. Na końcu relacji umożliw udostępnianie jej w mediach społecznościowych i umieść linki do powiązanych treści, aby użytkownicy mogli ją udostępniać lub zagłębić się w inne treści w Twojej witrynie.
vi: Rất dễ để tạo các hiệu ứng thị giác và tương tác để tạo sự gắn kết cho độc giả. Các tiêu đề có thể bay, rơi, hiện dần hoặc di chuyển vào trang. Cấu hình câu chuyện của bạn để tự động chuyển sang trang tiếp theo khi một đoạn video kết thúc. Cung cấp tính năng chia sẻ trên mạng xã hội và các liên kết liên quan ở cuối câu chuyện của bạn để người dùng có thể chia sẻ nó hoặc tìm hiểu thêm về các nội dung khác trên website của bạn.

source: Web Stories <br />Monetization Options
de: Möglichkeiten der Monetarisierung <br />von Web Stories
es: Web Stories <br />Opciones de monetización
pl: Relacje internetowe <br />Możliwości monetyzacji
vi: Tùy chọn Kiếm tiền từ<br />Web Stories

source: Single Page Story Ad
de: Story Ad auf einer Einzelseite
es: Anuncio en una historia de una sola página
pl: Jednostronicowa reklama fabularna
vi: Story Ad Đơn Trang

source: Get Started with our Story Ads Templates
de: Erste Schritte mit unseren Templates für Story Ads
es: Comience a utilizar nuestras plantillas para crear anuncios en las historias
pl: Zacznij, korzystając z naszych szablonów reklam fabularnych
vi: Bắt đầu với Khuôn mẫu Story Ads của chúng tôi

source: Affiliate Links
de: Partnerlinks
es: Enlaces de afiliados
pl: Linki partnerskie
vi: Đường dẫn Liên kết

source: Publishers can use affiliate links as a form of monetization by placing outlinks in organic story pages.
de: Publisher können Partnerlinks als eine Form der Monetarisierung verwenden, indem sie ausgehende Links auf organischen Story Seiten platzieren.
es: Los editores pueden utilizar los enlaces de afiliados como una forma de monetización, colocando hiperenlaces en las páginas de historias orgánicas.
pl: Wydawcy mogą stosować linki partnerskie jako formę monetyzacji, umieszczając linki zewnętrzne na organicznych stronach relacji.
vi: Nhà phát hành có thể sử dụng đường dẫn liên kết để kiếm tiền bằng cách đặt đường dẫn ra các website bên ngoài trong các trang câu chuyện hữu cơ.

source: Read Best Practices Guide
de: Lerne die Best Practices kennen
es: Lea la guía de prácticas recomendadas
pl: Przeczytaj przewodnik po sprawdzonych praktykach
vi: Đọc hướng dẫn về biện pháp thực hành tốt nhất

source: AMP Ads
es: Anuncios AMP
pl: Reklamy AMP
vi: Quảng cáo AMP

source: Explore tools
de: Tools erkunden
es: Conozca las herramientas
pl: Poznaj narzędzia
vi: Khám phá các công cụ

source: These days, if it isn’t instant - it’s not fast enough. Even the most memorable creative won’t serve its purpose if the ad is slow and disruptive for a user.
de: Was heutzutage nicht sofort da ist, ist zu langsam. Selbst die unvergesslichste Kreation verfehlt ihre Wirkung, wenn die Anzeige langsam lädt und die Nutzer stört.
es: En estos días, si algo no es instantáneo, no es lo suficientemente rápido. Incluso la creación más memorable no servirá de nada si los anuncios son lentos y molestos para un usuario.
pl: „Nie natychmiastowo” znaczy dziś „niewystarczająco szybko”. Nawet najbardziej niezapomniana kreacja nie spełni swojego zadania, jeśli reklama będzie powolna i uciążliwa dla użytkownika.
vi: Ngày nay, nếu bạn không thực hiện ngay lập tức, thì có nghĩa là bạn không đủ nhanh. Kể cả những quảng cáo đáng nhớ nhất cũng là vô nghĩa nếu nó chậm và làm gián đoạn trải nghiệm của người dùng.

source: Advertising continues to be the cornerstone of every publisher’s business model; AMP is fundamentally changing the way ads are built and delivered on the web by supporting ads that are fast, safe, compelling and effective for users.
de: Werbung ist für Publisher nach wie vor der Eckpfeiler eines jeden Geschäftsmodells. AMP unterstützt schnelle, sichere, ansprechende und nutzerorientierte Ads und ändert damit grundlegend die Art und Weise, wie Ads im Internet erstellt und geschaltet werden.
es: La publicidad sigue siendo el pilar del modelo empresarial para cualquier editor. AMP está cambiando sustancialmente la forma en que se crean y se ofrecen los anuncios en la web al proporcionar anuncios rápidos, seguros, atractivos y eficientes para los usuarios.
pl: Reklama nadal stanowi podstawę modelu biznesowego każdego wydawcy. AMP zasadniczo zmienia sposób tworzenia reklam i ich wyświetlania w Internecie, zapewniając użytkownikom reklamy szybkie, bezpieczne, przekonujące i skuteczne.
vi: Quảng cáo tiếp tục là trụ cột cho mô hình kinh doanh của mọi nhà phát hành; AMP đang thay đổi cách tạo và hiển thị quảng cáo trên web bằng cách hỗ trợ những quảng cáo nhanh, an toàn, thuyết phục và hiệu quả cho người dùng.

source: A faster way to grow your business
de: Methoden für schnelleres Geschäftswachstum
es: Una forma más rápida de hacer crecer su empresa
pl: Szybszy sposób rozwoju firmy
vi: Một cách nhanh hơn để phát triển doanh nghiệp của bạn

source: A growing number of publishers and advertisers are adopting AMP to deliver faster and more engaging content to their users. As your clients embrace the speed of AMP and more users consume content on AMP pages, ensure that your business is positioned for the future and integrate your technology with AMP. Speeding up ads is the fastest way to boost performance.
de: Immer mehr Publisher und Werbetreibende setzen auf AMP, um ihren Nutzern schnellere und attraktivere Inhalte bereitzustellen. Auch für deine Kunden wird das Tempo von AMP zur Norm, und eine wachsende Anzahl von Nutzern konsumiert Inhalte auf AMP Seiten. Stelle also sicher, dass dein Unternehmen für die Zukunft gerüstet ist, und integriere deine Technologie mit AMP. Die Beschleunigung von Ads ist der schnellste Weg zu erfolgreicher Werbung.
es: Un número creciente de editores y anunciantes están adoptando AMP para ofrecer a sus usuarios un contenido más rápido y atractivo. A medida que sus clientes adopten la velocidad de AMP y más usuarios consuman el contenido de las páginas AMP, su empresa se posicionará para el futuro e integrará su tecnología con AMP. Acelerar los anuncios es la forma más rápida de aumentar el rendimiento.
pl: Coraz większa liczba wydawców i reklamodawców przyjmuje AMP, aby dostarczać użytkownikom szybsze i bardziej angażujące treści. Twoich klientów cieszy szybkość AMP i coraz więcej użytkowników korzysta z treści na stronach AMP, upewnij się więc, że Twoja firma jest przygotowana na przyszłość i zintegruj swoją technologię z AMP. Przyspieszenie wyświetlania reklam to najszybszy sposób poprawy wyników.
vi: Ngày càng có nhiều nhà phát hành và nhà quảng cáo sử dụng AMP để cung cấp các nội dung nhanh và gắn kết hơn cho người dùng. Khi các khách hàng của bạn đón nhận tốc độ của AMP và có nhiều người dùng truy cập nội dung trên các trang AMP, bạn cần đảm bảo rằng doanh nghiệp của mình bắt kịp tương lai và tích hợp AMP vào công nghệ của bạn. Tăng tốc hiển thị quảng cáo là cách nhanh nhất để tăng cường hiệu quả.

source: AMP ads greatly improve the mobile internet through their intelligent design and pre-loading features. This leads to increased traffic, higher sales conversion rates and more pages per visit - delivering the value you’re looking for in your ads.
de: Mit ihrem intelligenten Design und Preloading verbessern AMP Ads das mobile Internet erheblich. Dies führt zu mehr Traffic, höheren Verkaufszahlen und mehr Seiten pro Besuch. So werden deine Ads zu einer wirklich lohnenden Investition.
es: Los anuncios AMP mejoran significativamente el Internet móvil gracias a su diseño inteligente y a sus características de precarga. Esto genera aumento en el tráfico, mayores tasas de conversión en ventas y más páginas por visita, ofreciendo el valor que usted busca en sus anuncios.
pl: Reklamy AMP znacznie poprawiają mobilny Internet dzięki inteligentnemu projektowi i funkcjom wstępnego ładowania. Prowadzi to do zwiększenia ruchu, wyższych współczynników konwersji i sprzedaży oraz wyświetlania większej liczby stron podczas jednych odwiedzin — a właśnie tej wartości oczekujesz od swoich reklam.
vi: Quảng cáo AMP sẽ tăng đáng kể chất lượng Internet di động thông qua thiết kế thông minh và các tính năng tải sẵn. Việc này cho phép tăng lưu lượng, tăng tỷ lệ chuyển đổi doanh số cũng như lượt xem trang trong mỗi lần truy cập - mang đến giá trị mà bạn luôn tìm kiếm trong quảng cáo của mình.

source: Although AMP pages support traditional HTML ads, these ads can be slow to load. To make ads themselves as fast as the rest of the AMP page, you can build ads in AMPHTML.
de: Zwar unterstützen AMP Seiten auch traditionelle HTML Ads, aber solche Ads werden manchmal zu langsam geladen. Um die Ads an die Geschwindigkeit der restlichen AMP Seite anzupassen, kannst du sie in AMPHTML erstellen.
es: Aunque las páginas AMP son compatibles con los anuncios HTML convencionales, estos podrían tardar en cargarse. Para que los anuncios se carguen tan rápidamente como el resto de la página AMP, puede crearlos en AMPHTML.
pl: Strony AMP obsługują tradycyjne reklamy HTML, ale ładowanie tych reklam może być powolne. Aby reklamy stały się tak szybkie, jak reszta strony AMP, można je utworzyć w formacie AMPHTML.
vi: Tuy các trang AMP vẫn hỗ trợ quảng cáo HTML truyền thống, tốc độ tải cho các quảng cáo này có thể chậm. Để các quảng cáo có tốc độ nhanh như phần còn lại của trang AMP, bạn có thể tạo quảng cáo trong AMPHTML.

source: AMPHTML ads load as fast as content, increasing viewability and enticing engagement. AMPHTML ads are only delivered after being validated, ensuring that the ads are free of malware.
de: AMPHTML Ads werden so schnell geladen wie der Inhalt selbst. Das erhöht die Sichtbarkeit und steigert das Engagement. Da nur überprüfte AMPHTML Ads angezeigt werden, wird sichergestellt, dass die Ads keine Malware enthalten.
es: Los anuncios AMPHTML se cargan tan rápidamente como el contenido, aumentando la visibilidad y el atractivo. Los anuncios AMPHTML se envían solamente después de haberse validado, lo cual garantiza que los anuncios estarán libres de malware.
pl: Reklamy AMPHTML ładują się tak szybko jak treść, co zwiększa ich widoczność i wzmaga skuteczność angażowania. Reklamy AMPHTML są wyświetlane dopiero po walidacji gwarantującej, że nie zawierają złośliwego oprogramowania.
vi: Các quảng cáo AMPHTML sẽ có tốc độ tải nhanh như nội dung, tăng khả năng xem và khuyến khích tương tác. Quảng cáo AMPHTML chỉ được hiển thị sau khi đã được xác thực, đảm bảo rằng chúng không chứa phần mềm độc hại.

source: Ads created with AMPHTML are served on both AMP and non-AMP pages. By building an ad with AMP, you can deliver a memorable brand experience everywhere without worrying about speed and platform compatibility.
de: Mit AMPHTML erstellte Ads können auf allen Seiten – mit oder ohne AMP – geschaltet werden. Indem du Ads mit AMP erstellst, sorgst du überall für die gleiche unvergessliche Brand Experience, ohne dir Gedanken um Geschwindigkeit und Plattformkompatibilität machen zu müssen.
es: Los anuncios creados con AMPHTML se muestran tanto en las páginas AMP como en las que no son AMP. Al crear un anuncio con AMP puede ofrecer una experiencia de marca inolvidable en cualquier sitio, sin preocuparse por la velocidad ni la compatibilidad de la plataforma.
pl: Reklamy utworzone za pomocą AMPHTML są wyświetlane zarówno na stronach AMP, jak i innych niż AMP. Tworząc reklamę w AMP, możesz wszędzie zapewnić niezapomniane odczucia związane z marką, nie martwiąc się o szybkość ani zgodność platformy.
vi: Các quảng cáo được tạo bằng AMPHTML sẽ được phục vụ trên cả các trang AMP lẫn không dùng AMP. Bằng cách tạo một quảng cáo với AMP, bạn có thể mang đến một trải nghiệm nhận diện thương hiệu ở bất cứ đâu mà không phải lo lắng về tốc độ và khả năng tương thích với nền tảng.

source: The benefits of AMP ads
de: Vorteile von AMP Ads
es: Beneficios de los anuncios de AMP
pl: Zalety reklam AMP
vi: Lợi ích của quảng cáo AMP

source: Read on about AMP ads
de: Erfahre mehr über AMP Ads
es: Conozca más sobre los anuncios AMP
pl: Czytaj dalej o reklamach AMP
vi: Tìm hiểu về quảng cáo AMP

source: They load way faster. Users pick up on every small delay, and when the ads load fast, this has a very positive impact on their perception and advertiser performance.
de: Sie laden wesentlich schneller. Nutzern fällt selbst die kleinste Verzögerung auf, und wenn die Ads schnell laden, wirkt sich das sehr positiv auf ihre Wahrnehmung und den Erfolg der Werbetreibenden aus.
es: Se cargan mucho más rápido. Los usuarios se dan cuenta cuando hay pequeños retrasos y también cuando los anuncios se cargan rápidamente, esto causa un impacto muy positivo en su percepción y en el rendimiento del publicista.
pl: Są one ładowane znacznie szybciej. Użytkownicy zauważają każde, najmniejsze nawet opóźnienie, a gdy reklamy ładują się szybko, ma to bardzo pozytywny wpływ na ich postrzeganie — i na wyniki reklamodawcy.
vi: Chúng có tốc độ tải nhanh hơn đáng kể. Người dùng luôn chú ý đến mọi sự chậm trễ dù là nhỏ nhất, và khi các quảng cáo được tải nhanh, điều này sẽ có tác động rất tích cực đến cảm nhận của người dùng cũng như hiệu quả quảng cáo.

source: Shaun Zacharia, President & Co-Founder, Triplelift.
de: Shaun Zacharia, Präsident und Mitbegründer, Triplelift.
es: Shaun Zacharia, Presidente y cofundador de Triplelift.
pl: Shaun Zacharia, prezes i współzałożyciel Triplelift.
vi: Shaun Zacharia, Chủ tịch & Đồng Sáng lập, Triplelift.

source: The average mobile site takes 19 seconds to load over a 3G connection. Coupled with the fact that conversions fall by 12% for every additional second a webpage takes to load, you can safely assume two things: speed equals performance, and most advertiser campaigns have room to improve. That’s where you come in. As an SSP, DSP, analytics provider, or anything in between, embracing speed means improving campaign performance, delivering quality user experiences, and establishing yourself as the adtech platform for the fast web. Join the hundreds of technology platforms currently supporting the open source AMP ecosystem.
de: Es dauert durchschnittlich 19 Sekunden, um eine mobile Website über eine 3G Verbindung zu laden. Da die Konversionen jede weitere Sekunde, die eine Webseite zum Laden benötigt, um 12 % sinken, lassen sich zwei Schlüsse ziehen: Geschwindigkeit ist gleich Erfolg, und: die meisten Werbekampagnen können noch optimiert werden. Als Anbieter von SSP, DSP, Analytics oder in einer ähnlichen Branche bist du jetzt am Ball. Denn eine optimierte Geschwindigkeit verbessert den Erfolg der Kampagne, liefert qualitativ hochwertige Benutzererlebnisse und etabliert dich als die Adtech Plattform für schnelles Internet. Schließe dich den Hunderten von Technologieplattformen an, die das Open Source AMP Ökosystem bereits unterstützen.
es: Los sitios móviles promedio por lo general tardan 19 segundos en cargarse mediante una conexión 3G. Si añadimos el hecho de que las conversiones caen 12% por cada segundo adicional que una página web tarda en cargarse, usted puede asumir como ciertas dos cosas: la velocidad es igual al rendimiento, y la mayoría de las campañas de los anunciantes pueden mejorar. Ahí es donde entra usted. Como SSP, DSP, proveedor de análisis o cualquier otra profesión, mejorar la rapidez significa mejorar el rendimiento de la campaña, ofrecer experiencias de alta calidad al usuario y establecerse usted mismo como parte de la plataforma adtech para la web rápida. Únase a cientos de plataformas tecnológicas que actualmente son compatibles con el ecosistema AMP de código abierto.
pl: Załadowanie typowej witryny mobilnej przez łącze 3G zajmuje przeciętnie 19 sekund. W połączeniu z faktem, że z każdą kolejną sekundą ładowania strony internetowej konwersje spadają o 12%, można śmiało założyć, że wyniki zależą przede wszystkim od szybkości, a w przypadku kampanii większości reklamodawców można je poprawić. Tu właśnie leży Twoja szansa. Dla dostawcy platformy SSP lub DSP, dostawcy usług analityki itd. zwiększenie szybkości oznacza poprawę skuteczności kampanii, zapewnienie wysokiej jakości wrażeń użytkowników i osiągnięcie renomy jako szybkiej platformy reklamy internetowej. Dołącz do setek platform technologicznych obsługujących obecnie ekosystem open source AMP.
vi: Một website di động trung bình sẽ cần khoảng 19 giây để tải trên một kết nối 3G. Kết hợp với thực tế rằng tỷ lệ chuyển đổi sẽ giảm đi 12% cho mỗi giây bổ sung mà một trang web cần để tải, bạn có thể khẳng định hai điều: tốc độ là hiệu quả, và hầu hết các chiến dịch quảng cáo đều có thể được làm tốt hơn. Đó là đất dụng võ của bạn. Là một SSP, DSP, nhà cung cấp dịch vụ phân tích, hoặc sự kết hợp của các dịch vụ trên, chú trọng đến tốc độ có nghĩa là cải thiện hiệu quả của chiến dịch, đảm bảo người dùng có trải nghiệm tốt, và thiết lập bản thân bạn như một nền tảng công nghệ quảng cáo cho trang web nhanh. Hãy tham gia cùng hàng trăm nền tảng công nghệ hiện đang hỗ trợ hệ sinh thái mã nguồn mở AMP.
