Repository: ampproject/amp.dev
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: de, es, pl, vi

source: Guides & Tutorials
de: Anleitungen & Tutorials
es: Guías y tutoriales
pl: Przewodniki i samouczki
vi: Hướng dẫn & Tập luyện

source: The complete AMP library
de: Die komplette AMP Bibliothek
es: La biblioteca completa de AMP
pl: Pełna biblioteka AMP
vi: Thư viện AMP hoàn chỉnh

source: Hands on Introduction to AMP
de: Praktische Einführung in AMP
es: Introducción práctica a AMP
pl: Praktyczne wprowadzenie do AMP
vi: Giới thiệu trên tay về AMP

source: Learn AMP with free courses
de: Lerne AMP mit kostenlosen Kursen
es: Aprenda AMP con cursos gratuitos
pl: Opanuj AMP dzięki bezpłatnym kursom
vi: Tìm hiểu về AMP thông qua các khóa học miễn phí

source: Templates
es: Plantillas
pl: Szablony
vi: Khuôn mẫu

source: Begin building
de: Starte dein eigenes Projekt
es: Comience a crear
pl: Zacznij tworzyć
vi: Bắt đầu tạo

source: Ready to use
de: Sofort einsatzbereit
es: Listas para usarse
pl: Gotowe do użycia
vi: Sẵn sàng sử dụng

source: Courses
de: Kurse
es: Cursos
pl: Kursy
vi: Khóa học

source: Governance
de: Leitung
es: Gobernanza
pl: Zarządzanie
vi: Quản lý

source: Help
de: Hilfe
es: Ayuda
pl: Pomoc
vi: Trợ giúp

source: Encouraging More Voices in AMP
de: AMP braucht deine Stimme
es: Para impulsar más contribuciones en AMP
pl: Zachęcanie do aktywności w projekcie AMP
vi: Khuyến khích các tiếng nói khác nhau trong AMP

source: An AMP Working Group is a segment of the community with knowledge/interest in specific area of AMP. Working Groups are created by AMP’s Technical Steering Committee.
de: Eine AMP Arbeitsgruppe ist ein Teil der Community mit Wissen oder Interesse in einem bestimmten Bereich von AMP. Arbeitsgruppen werden von AMPs Technical Steering Committee gebildet.
es: Un grupo de trabajo de AMP está formado por una parte de la comunidad que tiene conocimientos/intereses en un área específica de AMP. Los grupos de trabajo son creados por el Comité de Dirección Técnica de AMP.
pl: Grupa robocza AMP to część społeczności mająca wiedzę lub zainteresowana określoną dziedziną AMP. Grupy robocze są tworzone przez techniczny komitet sterujący AMP.
vi: Một Nhóm làm việc AMP là một phân khúc cộng đồng với kiến thức/sự quan tâm về một lĩnh vực cụ thể của AMP. Các Nhóm làm việc được tạo bởi Ban Chỉ đạo Kỹ thuật của AMP.

source: Most Working Groups provide bi-weekly status updates and present quarterly high-level updates in round-robin fashion at Design Reviews.
de: Die meisten Arbeitsgruppen veröffentlichen zweiwöchentliche Status Updates und präsentieren bei Design Reviews vierteljährliche Updates auf hoher Ebene im Rundlaufverfahren.
es: La mayoría de los grupos de trabajo aportan actualizaciones de estado quincenales y presentan por turnos actualizaciones trimestrales de alto nivel en Design Reviews.
pl: Większość grup roboczych przedstawia co dwa tygodnie aktualizacje statusu, a co kwartał aktualizacje ogólne w sekcji przeglądów projektów.
vi: Hầu hết các Nhóm làm việc đều cập nhật trạng thái hai tuần một lần và đăng tải thông tin cập nhật cấp cao hàng quý theo kiểu xoay vòng tại buổi Xem lại Thiết kế.

source: Current Issues
de: Aktuelle Aufgaben
es: Entradas recientes
pl: Sprawy bieżące
vi: Vấn đề hiện tại

source: The facilitator of {name} is:
de: {name} wird moderiert von:
es: El moderador de {name} es:
pl: Moderatorem grupy {name} jest:
vi: Người hướng dẫn của {name} là:

source: Members
de: Mitglieder
es: Miembros
pl: Członkowie
vi: Thành viên

source: Communication Channels
de: Kommunikationskanäle
es: Canales de comunicación
pl: Kanały komunikacji
vi: Kênh liên hệ

source: <a href={{ doc.html_url }} target="_blank" rel="noopener">The GitHub Team</a> also includes { name } WG members.
de: Zum <a href={{ doc.html_url }} target="_blank" rel="noopener">GitHub Team</a> gehören auch Mitglieder der Arbeitsgruppe { name }.
es: <a href={{ doc.html_url }} target="_blank" rel="noopener">El equipo de GitHub</a> también incluye a { name } como miembros del grupo de trabajo.
pl: <a href={{ doc.html_url }} target="_blank" rel="noopener">W skład zespołu GitHub</a> wchodzą także członkowie grupy roboczej {name}.
vi: <a href={{ doc.html_url }} target="_blank" rel="noopener">Nhóm GitHub</a> cũng bao gồm các thành viên { name } WG.

source: Other ways to get involved with AMP
de: Weitere Möglichkeiten der Mitarbeit bei AMP
es: Otras formas de involucrarse con AMP
pl: Inne sposoby uczestnictwa w projekcie AMP
vi: Các cách khác để tham gia AMP

source: Contribute to AMP
de: Mitmachen bei AMP
es: Contribuya con AMP
pl: Przyłącz się do AMP
vi: Đóng góp cho AMP

source: The AMP Project would not be possible without help from all members of the community whether you are a developer, content creator or provider of services relevant to AMP There are many ways for you to contribute.
de: Ob Entwickler, Content Autoren oder Anbieter von AMP relevanten Diensten – ohne die Mitarbeit der gesamten Community wäre das AMP Projekt nicht möglich. Du kannst dich auf viele verschiedene Arten einbringen.
es: El Proyecto AMP no sería posible sin ayuda de todos los miembros de la comunidad, No importa si usted es un desarrollador, un creador de contenido o un importante proveedor de servicios para AMP. Hay muchas formas de contribuir.
pl: Projekt AMP nie byłby możliwy bez pomocy wszystkich członków społeczności, zarówno programistów, twórców treści jak i dostawców usług związanych z AMP. Można w nim wziąć udział na wiele sposobów.
vi: Dự án AMP sẽ không thể trở thành hiện thực nếu thiếu sự ủng hộ của mọi thành viên trong cộng đồng, dù bạn là một nhà phát triển, nhà sáng tạo nội dung hay nhà cung cấp các dịch vụ liên quan đến AMP. Có rất nhiều cách để bạn đóng góp.

source: Governance Body
de: Leitungsgremium
es: Organismo de gobierno
pl: Organ zarządzający
vi: Ban Quản lý

source: Learn more about the Advisory Committee and Technical Steering Committee.
de: Erfahre mehr über das Advisory Committee und das Technical Steering Committee.
es: Obtenga más información sobre el Comité Asesor y el Comité de Dirección Técnica.
pl: Dowiedz się więcej o komitecie doradczym i technicznym komitecie sterującym.
vi: Tìm hiểu thêm về Ban Cố vấn và Ban Chỉ đạo Kỹ thuật.

source: Working Group
de: Arbeitsgruppe
es: Grupo de trabajo
pl: Grupa robocza
vi: Nhóm làm việc

source: AMP for Email
de: AMP für E-Mail
es: AMP para correo electrónico
pl: AMP dla poczty e-mail
vi: AMP cho Email

source: wg-amp4email Working Group is responsible for the development and maintenance of the AMP for Email specification and related features.
de: Die Arbeitsgruppe wg-amp4email ist verantwortlich für die Entwicklung und Wartung der Spezifikation "AMP für E-Mail" und der dazugehörenden Funktionen.
es: El grupo de trabajo wg-amp4email es responsable del desarrollo y mantenimiento de la especificación AMP para correo electrónico y las funciones relacionadas.
pl: Grupa robocza wg-amp4email odpowiada za rozwój i utrzymanie specyfikacji AMP dla poczty e-mail i powiązanych funkcji.
vi: Nhóm làm việc wg-amp4email chịu trách nhiệm phát triển và bảo trì cho thông số AMP cho Email và các tính năng liên quan.

source: View all
de: Alles anzeigen
es: Ver todo
pl: Wyświetl wszystko
vi: Xem tất cả

source: Come join us in your city for a free, inclusive dev workshop with the AMP team.
de: Nimm an einem kostenlosen, für alle offenen Entwicklungsseminar mit dem AMP Team in deiner Stadt teil.
es: Únase a nosotros en su ciudad y participe en un taller para desarrolladores inclusivo y gratuito con el equipo de AMP
pl: Dołącz do nas w swoim mieście, aby wziąć udział w otwartych, bezpłatnych warsztatach programistycznych z zespołem AMP.
vi: Hãy tham gia một buổi hội thảo phát triển hòa đồng, miễn phí với nhóm AMP của chúng tôi tại thành phố của bạn.

source: Where we’ve been
de: Wo wir bereits waren
es: Dónde hemos estado
pl: Gdzie byliśmy
vi: Những nơi chúng tôi đã đến

source: Where we’re going next
de: Wohin wir demnächst kommen
es: A dónde iremos después
pl: Dokąd się wybieramy
vi: Những nơi chúng tôi sẽ đến

source: Your city isn’t on the list? Check back soon for additional dates and cities. Or...
de: Deine Stadt ist nicht dabei? Schau bald wieder vorbei, um weitere Termine und Städte zu finden. Oder...
es: ¿Su ciudad no está en la lista? Vuelva pronto para conocer fechas y ciudades adicionales, o...
pl: Twojego miasta nie ma na liście? Wróć niebawem, aby sprawdzić następne daty i miasta. Ewentualnie...
vi: Thành phố của bạn không có trong danh sách? Hãy sớm quay lại để cập nhật về các lịch trình và thành phố mới. Hoặc...

source: That’s very kind. Fill out <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">this form</a> and we’ll see what we can do!
de: Das ist sehr nett. Fülle bitte <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">dieses Formular</a> aus – wir werden sehen, was sich machen lässt.
es: Eso es muy gentil de su parte. ¡Complete <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">este formulario</a> y veremos qué podemos hacer!
pl: To bardzo miłe. Wypełnij <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">ten formularz</a>, a my zobaczymy, co da się zrobić!
vi: Cảm ơn bạn. Hãy điền vào <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">biểu mẫu này</a> và chúng tôi sẽ xem mình có thể làm gì!

source: Want to host your own AMP Roadshow?
de: Möchtest du deine eigene AMP Roadshow veranstalten?
es: ¿Desea organizar su propio AMP Roadshow?
pl: Chcesz zorganizować własny AMP Roadshow?
vi: Bạn muốn tự tổ chức một AMP Roadshow của riêng mình?

source: Why not? Fill out <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">this form</a>, and we’ll share with you our talks and all the materials you need to do it yourself!
de: Warum nicht? Fülle bitte <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">dieses Formular</a> aus! Wir senden dir alle Informationen und Materialien, die du dafür benötigst.
es: ¿Por qué no lo hace? ¡Complete <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">este formulario</a> y le enviaremos nuestras ponencias y todos los materiales que necesite para organizar su propio evento!
pl: Dlaczego nie? Wypełnij <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">ten formularz</a>, a my udostępnimy Ci nasze odczyty i wszystkie materiały, których potrzebujesz, aby zrobić to samodzielnie!
vi: Tại sao không? Hãy điền vào <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">biểu mẫu này</a>, và chúng tôi sẽ chia sẻ với bạn nội dung thảo luận của chúng tôi cùng toàn bộ tài liệu mà bạn cần để tự tổ chức một buổi hội thảo của riêng mình!

source: Agenda
pl: Program
vi: Chương trình nghị sự

source: The agenda is designed to enable you to build even more beautiful, interactive and canonical AMP pages. We welcome both newcomers to AMP and those who already ship AMP pages. <span>This is a sample agenda – schedule varies based on the city.</span>
de: Die Agenda soll dich dabei unterstützen, deine AMP Seiten möglichst attraktiv, interaktiv und richtlinienkonform zu erstellen. Bei AMP sind sowohl Neueinsteiger als auch Entwickler*innen willkommen, die schon AMP Seiten bereitstellen. <span>Diese Agenda ist nur ein Beispiel – der Zeitplan variiert je nach Stadt.</span>
es: La agenda está diseñada para ayudarle a crear páginas AMP mucho más atractivas, interactivas y convenientes. Damos la bienvenida tanto a principiantes en AMP como a quienes ya publican páginas AMP. <span>Este es un ejemplo de agenda, el calendario varía según la ciudad.</span>
pl: Program ma na celu umożliwienie Ci tworzenia jeszcze piękniejszych, bardziej interaktywnych i zgodnych ze standardami stron AMP. Zapraszamy zarówno nowych użytkowników AMP, jak i tych, którzy już dostarczają strony AMP. <span>To jest przykładowy program — harmonogram różni się w zależności od miasta.</span>
vi: Chương trình nghị sự này được thiết kế để cho phép bạn xây dựng các trang AMP chuẩn, đẹp và tương tác hơn nữa. Chúng tôi chào đón cả những người mới tìm hiểu về AMP đến những người đã phát hành các trang AMP. <span>Đây là một chương trình nghị sự mẫu – lịch trình cụ thể có thể thay đổi tùy theo thành phố.</span>

source: We’ll cover a lot of ground in the few hours we have together. To enable you to build full-fledged AMP sites, the roadshow will deep dive into four big pillars:
de: In der kurzen Zeit, die wir zusammen verbringen, werden wir viele Bereiche abdecken. Damit du schon bald vollwertige AMP Websites erstellen kannst, gibt die Roadshow einen tiefen Einblick in die vier wichtigsten Grundlagen:
es: Estudiaremos muchos temas en las breves horas que pasaremos juntos. Para que pueda crear sitios AMP completamente desarrollados, el roadshow profundizará en cuatro principios fundamentales:
pl: W ciągu kilku wspólnych godzin omówimy wiele kwestii. Aby umożliwić tworzenie pełnowartościowych witryn AMP, warsztaty Roadshow realizują głęboki wgląd w cztery wielkie filary:
vi: Chúng tôi sẽ thảo luận về rất nhiều vấn đề trong một vài giờ mà chúng ta dành cho nhau. Để đảm bảo bạn có thể xây dựng các website AMP đầy đủ chức năng, roadshow này sẽ đi sâu vào bốn trụ cột chính:

source: Content
de: Inhalt
es: Contenido
pl: Treść
vi: Nội dung

source: During "Amplify live!", we’ll be on stage exploring the most interesting AMP challenges, allowing you to either follow along or do your own thing, like one of the many AMP codelabs. Bring your laptop!
de: Bei "Amplify live!" erkunden wir auf der Bühne die interessantesten Herausforderungen von AMP. Du kannst entweder bei uns mitmachen oder deine eigenen Projekte verfolgen, zum Beispiel in einem der vielen AMP Codelabs. Bringe deinen eigenen Laptop mit!
es: Durante “Amplify live!”, disfrutaremos en el entorno explorando los desafíos más interesantes de AMP, y tendrá la oportunidad de seguirnos o crear su propia página, tal como lo harían los muchos codelabs AMP. ¡Traiga su laptop!
pl: Podczas „Amplify Live!” będziemy omawiać najciekawsze wyzwania związane z AMP. Możesz albo nas oglądać, albo wybrać własną aktywność, jak np. wzięcie udziału w jednym z wielu warsztatów kodowania w AMP. Weź ze sobą laptop!
vi: Trong "Amplify live!", chúng ta sẽ lên sân khấu để khám phá các thử thách thú vị nhất đối với AMP, cho phép bạn theo dõi hoặc tự làm công việc của mình, ví dụ như một trong rất nhiều không gian lập trình AMP. Hãy mang theo laptop của bạn!

source: Frequently Asked Questions
de: Häufige Fragen
es: Preguntas frecuentes
pl: Często zadawane pytania
vi: Câu hỏi thường gặp

source: Does it cost anything?
de: Wie viel kostet es?
es: ¿Tiene algún costo?
pl: Czy trzeba za to zapłacić?
vi: Liệu có mất phí gì không?

source: No - tickets are free of charge.
de: Nichts, die Tickets sind kostenlos.
es: No, las entradas son gratuitas.
pl: Nie — bilety są bezpłatne.
vi: Không - vé vào cửa hoàn toàn miễn phí.

source: Who is the event for?
de: Für wen ist die Veranstaltung gedacht?
es: ¿A quién está dirigido el evento?
pl: Dla kogo przeznaczone jest to wydarzenie?
vi: Sự kiện này dành cho ai?

source: Web developers and designers with an interest in AMP--whether you’ve had experience using AMP and want to create better experiences, you’re curious about how you can use AMP to improve your site, or you want to contribute to AMP to make it better for everyone.
de: Für Webentwickler*innen und Designer*innen, die sich für AMP interessieren – egal, ob du bereits Erfahrung mit AMP hast und neue Erfahrungen suchst, ob du sehen willst, wie du mit AMP deine Website verbessern kannst, oder ob du zu AMP beitragen und das Framework für alle verbessern möchtest.
es: Desarrolladores y diseñadores web interesados en AMP. Si ya ha utilizado AMP y desea crear mejores experiencias, si tiene curiosidad por saber cómo utilizar AMP para mejorar su sitio, o si desea contribuir para que AMP sea mejor para todos.
pl: Dla programistów i projektantów stron internetowych zainteresowanych AMP — niezależnie od tego, czy masz doświadczenie w AMP i chcesz tworzyć lepsze strony, chcesz się dowiedzieć jak można wykorzystać AMP do ulepszenia swojej witryny, czy też chcesz przyczynić się do ulepszenia projektu AMP, aby zrobić coś dobrego dla wszystkich.
vi: Các nhà phát triển và nhà thiết kế quan tâm đến AMP--dù bạn đã có kinh nghiệm sử dụng AMP và muốn tạo ra các trải nghiệm tốt hơn, bạn tò mò về cách bạn có thể sử dụng AMP để cải thiện cho website của mình, hoặc bạn muốn đóng góp cho AMP để dự án này trở nên tốt đẹp hơn cho tất cả mọi người.

source: Am I all set after registering?
de: Was muss ich nach der Registrierung noch tun?
es: ¿Estoy listo después de registrarme?
pl: Czy wystarczy się zarejestrować?
vi: Tôi chỉ cần đăng ký xong là đã sẵn sàng?

source: We expect that in some cities more people will be interested in attending than we can accommodate, so we will be confirming attendees on a case-by-case basis.
de: Es kann sein, dass in manchen Städten mehr Leute teilnehmen möchten als wir aufnehmen können. Deshalb erhält jede*r Teilnehmer*in eine separate Bestätigung.
es: Esperamos que en algunas ciudades haya más personas interesadas en participar de las que podemos admitir, así que confirmaremos a los asistentes caso por caso.
pl: W niektórych miastach spodziewamy się większej liczby osób zainteresowanych wzięciem udziału niż jesteśmy w stanie przyjąć. Dlatego w niektórych przypadkach będziemy potwierdzać udział.
vi: Chúng tôi kỳ vọng rằng ở một vài thành phố, số người quan tâm đến sự kiện sẽ nhiều hơn số lượng mà chúng tôi có thể đáp ứng, vì vậy chúng tôi sẽ xác nhận người tham dự trên cơ sở từng trường hợp cụ thể.

source: Want the AMP Roadshow to visit your area?
de: Möchtest du, dass die AMP Roadshow deine Region besucht?
es: ¿Desea que el AMP Roadshow visite su región?
pl: Chcesz, aby warsztaty AMP Roadshow odbyły się w Twojej okolicy?
vi: Bạn muốn AMP Roadshow đến với khu vực của bạn?

source: Design
es: Diseño
pl: Projekt
vi: Thiết kế

source: AMP as canonical site
de: AMP als kanonische Website
es: AMP como sitio canónico
pl: AMP jako modelowa witryna
vi: AMP như một website chuẩn

source: Responsive design
de: Anpassungsfähiges Design
es: Diseño adaptable
pl: Elastyczne projektowanie
vi: Thiết kế nhanh nhạy

source: New AMP Effects
de: Neue AMP Effekte
es: Nuevos efectos AMP
pl: Nowe efekty AMP
vi: Hiệu ứng AMP mới

source: New AMP UI components
de: Neue AMP Komponenten für Benutzeroberflächen
es: Nuevos componentes de la IU AMP
pl: Nowe składniki interfejsu użytkownika AMP
vi: Thành phần UI AMP mới

source: Interactivity
de: Interaktivität
es: Interactividad
pl: Interaktywność
vi: Khả năng tương tác

source: State management (amp-bind)
es: Administración del estado (amp-bind)
pl: Zarządzanie stanem (amp-bind)
vi: Quản lý trạng thái (amp-bind)

source: Live data
de: Livedaten
es: Datos en tiempo real
pl: Dane na żywo
vi: Dữ liệu trực tiếp

source: Forms & autocomplete
de: Formulare & Autovervollständigung
es: Formularios y autocompletar
pl: Formularze i autouzupełnianie
vi: Biểu mẫu & tự động hoàn thành

source: Selections
de: Auswahlen
es: Selecciones
pl: Wybory
vi: Lựa chọn

source: Deploying AMP
de: AMP bereitstellen
es: Implementación de AMP
pl: Wdrażanie AMP
vi: Triển khai AMP

source: AMP in your favorite CMS
de: AMP in deinem bevorzugten CMS
es: AMP en su CMS favorito
pl: AMP w Twoim ulubionym CMS
vi: AMP trong CMS ưa thích của bạn

source: SEO & Discovery
de: SEO & Entdeckung
es: SEO y descubrimiento
pl: SEO i odnajdywanie
vi: SEO & Khám phá

source: Monetization
de: Monetarisierung
es: Monetización
pl: Monetyzacja
vi: Kiếm tiền

source: AMP for Landing Pages
de: AMP für Landing Pages
es: AMP para páginas de destino
pl: AMP dla stron docelowych
vi: AMP cho Trang đích

source: Integrating ads
de: Integration von Ads
es: Integración de anuncios
pl: Integrowanie reklam
vi: Tích hợp quảng cáo

source: Analytics
pl: Analityka
vi: Phân tích

source: Paywalls & Payments
de: Paywalls & Zahlungen
es: Paywalls y pagos
pl: Ograniczanie dostępu do płatnych treści i płatności
vi: Nội dung trả phí & Thanh toán

source: Cities
de: Städte
es: Ciudades
pl: Miasta
vi: Thành phố

source: Sign Up
de: Registrieren
es: Suscribirse
pl: Zarejestruj się
vi: Đăng ký

source: Learn more
de: Weitere Informationen
es: Obtener más información
pl: Dowiedz się więcej
vi: Tìm hiểu thêm

source: Intro + Keynote
de: Einleitung + Keynote
es: Introducción + Keynote
pl: Wprowadzenie + prezentacja Keynote
vi: Giới thiệu + Nội dung chính

source: AMP: A library for rich content experiences
de: AMP: Eine Bibliothek für inhaltsreiche Erlebnisse
es: AMP: Una biblioteca para disfrutar experiencias con contenido enriquecido
pl: AMP: biblioteka do prezentowania bogatych treści
vi: AMP: Một thư viện cho những trải nghiệm nội dung phong phú

source: Advanced interactivity with AMP
de: Erweiterte Interaktivität mit AMP
es: Interactividad avanzada con AMP
pl: Zaawansowana interaktywność dzięki AMP
vi: Khả năng tương tác nâng cao với AMP

source: Tutorial: Your first AMP site!
de: Tutorial: Deine erste AMP Website!
es: Tutorial: ¡Su primer sitio web creado con AMP!
pl: Samouczek: Twoja pierwsza witryna AMP!
vi: Hướng dẫn: Website AMP đầu tiên của bạn!

source: Creating an excellent AMP
de: Erstellung einer brillanten AMP
es: La creación de un excelente AMP
pl: Tworzenie doskonałego kodu AMP
vi: Tạo một AMP tuyệt vời

source: Letting your AMP into the world
de: Lass die Welt deine AMP sehen
es: Deje que su AMP llegue al mundo
pl: Prezentowanie treści AMP światu
vi: Đưa AMP của bạn đến với thế giới

source: Lunch
de: Mittagessen
es: Almuerzo
pl: Obiad
vi: Bữa trưa

source: Mystery talk
es: Conversación misteriosa
pl: Tajemniczy odczyt
vi: Cuộc nói chuyện bí ẩn

source: AMP everywhere
de: AMP überall
es: AMP en todas partes
pl: AMP wszędzie
vi: AMP ở mọi nơi

source: What’s next in AMP
de: Was passiert als Nächstes in AMP?
es: Cuáles son las próximas novedades en AMP
pl: Co dalej w AMP
vi: Cột mốc tiếp theo của AMP

source: Coffee break
de: Kaffeepause
es: Receso
pl: Przerwa na kawę
vi: Tiệc cà phê

source: Q&A with AMP team
de: Das AMP Team antwortet
es: Preguntas y respuestas con el equipo de AMP
pl: Pytania i odpowiedzi z zespołem AMP
vi: H&amp;Đ với nhóm AMP

source: Tutorial: Do more with AMP
de: Tutorial: Mehr machen mit AMP
es: Tutorial: Haga más cosas con AMP
pl: Samouczek: zrób więcej dzięki AMP
vi: Hướng dẫn: Làm nhiều hơn với AMP

source: Happy hour
es: Hora feliz
vi: Giờ giải trí

source: Choose your destination
de: Wähle dein Ziel
es: Elija su destino
pl: Wybierz cel
vi: Chọn điểm đến của bạn

source: Throughout the AMP documentation you will find a switch on the upper left side to quickly change the AMP format you’re working on.
de: In der AMP Dokumentation kannst du über ein Menü oben links auf der Seite schnell zwischen den AMP Formaten wechseln, an denen du arbeitest.
es: En toda la documentación de AMP encontrará un interruptor en la parte superior izquierda para cambiar rápidamente el formato de AMP en el que está trabajando.
pl: W lewym górnym rogu całej dokumentacji AMP znajduje się przełącznik, pozwalający szybko zmienić format AMP, nad którym pracujesz.
vi: Xuyên suốt tài liệu AMP, bạn sẽ thấy một công tắc ở góc trên bên trái để nhanh chóng thay đổi định dạng AMP mà bạn đang xử lý.

source: CMS User?
de: CMS Nutzer?
es: ¿Es un usuario de CMS?
pl: Użytkownik CMS?
vi: Người dùng CMS?
