Repository: ampproject/amp.dev
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, es, id, it, ja, pt_br, tr

source: Walk through how to use AMP features with our tutorials.
es: Vea cómo usar las funciones de AMP con nuestros tutoriales.
id: Lihat panduan cara menggunakan fitur AMP dengan tutorial kami.
it: Cammina attraverso come utilizzare le funzionalità AMP con i nostri tutorial.
ja: AMP の機能の使い方を説明している各種チュートリアルをご覧ください。

source: We can’t make the web better if we don’t fix ads. Today’s ads fail to meet their goals because they are slow, unpredictable and disruptive. The open-source AMP Ads Initiative aims to make advertising on the web better with faster, lighter, and safer ad experiences, starting with ads and extending to landing&nbsp;pages.
id: Kita tidak dapat membuat web menjadi lebih baik jika tidak memperbaiki iklan. Iklan dewasa ini gagal mencapai tujuannya karena lambat, tidak dapat diprediksi, dan mengganggu. Prakarsa Iklan AMP open-source bertujuan membuat iklan di web jadi lebih baik dengan pengalaman iklan yang lebih cepat, ringan, dan aman, dimulai dari iklan hingga halaman landing.
it: Non possiamo rendere il nostro sito migliore se non risolviamo gli annunci. Gli annunci di oggi non riescono a soddisfare i loro obiettivi perché sono lenti, imprevedibili e distruttivi. L'iniziativa di annunci AMP open-source mira a rendere meglio pubblicità sul web con esperienze di annunci più veloci, più leggeri e più sicure, a partire da annunci e estensione alle pagine di sospensione.
ja: 広告の問題を解消しない限り、ウェブの問題も解決できません。現在ウェブに掲載される広告は読み込みが遅く、表示に時間がかかったり不安定だったりするため、広告主の目標を達成できていません。オープンソースの AMP Ads Initiative は、ウェブ広告の表示速度、データ量、セキュリティを向上させることで広告効果を高めることを目指す取り組みです。さらに、広告だけでなく、広告をクリックした後に表示されるページについても同様の機能を実現させます。

source: We won’t give any special treatment to specific sites, domains or origins except where needed for security or performance reasons.
es: No damos ningún tratamiento especial a sitios web, dominios ni orígenes concretos, salvo en los casos en los que es necesario por motivos de seguridad o rendimiento.
id: Kami tidak akan memberikan perlakuan khusus pada situs, domain, atau asal tertentu, kecuali jika diperlukan demi alasan keamanan atau performa.
it: Non forniremo alcun trattamento speciale a siti, domini o origini specifiche se non per motivi di sicurezza o prestazioni.
ja: セキュリティやパフォーマンス上の理由から必要な場合を除き、特定のサイト、ドメイン、開発元などを特別扱いすることはありません。

source: Web page speed improves the user experience and <a href="https://www.doubleclickbygoogle.com/articles/mobile-speed-matters/">core business metrics</a>. AMP pages load near instantly enabling you to offer a consistently fast experience across all devices and platforms that link to AMP Pages including Google, Bing, LinkedIn and more. These performance gains often translate in improvements in the numbers that matter, such as time spent on page, return visits and CTRs.
es: La velocidad de las páginas web mejora la experiencia de usuario y las <a href="https://www.doubleclickbygoogle.com/articles/mobile-speed-matters/">métricas principales de la empresa</a>. Las páginas AMP se cargan casi instantáneamente, lo que te permite ofrecer una experiencia rápida en todo momento en cualquier dispositivo y plataforma que se haya enlazado a las páginas AMP, como Google, Bing y LinkedIn, entre otros. Estas mejoras en el rendimiento a menudo se traducen en mejoras en las métricas más importantes, como el tiempo que pasan los usuarios en las páginas, los visitantes que vuelven y los CTR.
id: Kecepatan halaman meningkatkan pengalaman pengguna dan <a href="https://www.doubleclickbygoogle.com/articles/mobile-speed-matters/">metrik bisnis inti</a>. Halaman AMP yang dimuat secara hampir instan membuat Anda dapat menawarkan pengalaman yang cepat dan konsisten di berbagai perangkat dan platform yang menghubungkan ke Halaman AMP termasuk Google, Bing, LinkedIn, dan masih banyak lagi. Kenaikan performa ini sering kali memicu peningkatan pada angka-angka penting, seperti waktu yang dihabiskan di halaman, kunjungan di lain waktu, dan CTR.
it: La velocità della pagina web migliora l'esperienza utente e <a href="https://www.doubleclickbygoogle.com/articles/mobile-speed-matters/">le metriche di base del business</a>. Le pagine AMP caricano immediatamente, consentendo di offrire un'esperienza costante e veloce in tutti i dispositivi e piattaforme che si collegano alle pagine AMP, tra cui Google, Bing, Linkedin e altro ancora. Questi guadagni di prestazione spesso si traducono in miglioramenti nei numeri che contano, come il tempo speso per pagina, le visite di ritorno ei CTRs.
ja: ウェブページの高速化によって、ユーザー エクスペリエンスや<a href="https://www.doubleclickbygoogle.com/articles/mobile-speed-matters/">主要なビジネスの指標</a>を改善できます。AMP ページはほぼ一瞬で読み込まれるため、あらゆる端末や、AMP ページにリンクしている各種プラットフォーム（Google、Bing、LinkedIn など）でいつでも高速なユーザー エクスペリエンスを提供できます。このような優れたパフォーマンスが、ページの滞在時間、リピート アクセス、CTR などの重要な指標の改善につながるのです。

source: Web pages and ads published in the AMP open-source format load near instantly, giving users a smooth, more engaging experience on mobile and desktop.
es: Las páginas web y los anuncios publicados en el formato de código abierto AMP cargan inmediatamente, ofreciendo a los usuarios una experiencia fluida y atractiva en móvil y escritorio.
id: Halaman dan iklan yang dipublikasikan dalam format AMP sumber terbuka dimuat secara hampir instan, sehingga memberikan pengalaman yang lancar dan menyenangkan di perangkat seluler dan desktop.
it: Le pagine web e gli annunci pubblicati nel formato AMP open-source si caricano immediatamente, dando agli utenti un'esperienza più agevole e più coinvolgente su cellulari e su desktop.
ja: AMP オープンソース フォーマットで公開されるウェブページや広告はほぼ一瞬で読み込まれるため、ユーザーはモバイルでもパソコンでもストレスなくコンテンツを楽しむことができます。

source: We’ve chosen to build AMP as a library in the spirit of the [extensible web manifesto](https://github.com/extensibleweb/manifesto/blob/master/README.md) to be able to fix the web of today, not the web of tomorrow. AMP should be fast in today's browsers. When certain optimizations aren't possible with today's platform, AMP developers should participate in standards development to get these added to the web platform.
es: Hemos decidido crear AMP como una biblioteca pensando en el manifiesto de la Web ampliable (https://github.com/extensibleweb/manifesto/blob/master/README.md) para poder solucionar los problemas de la Web actual y no de la futura. Las páginas AMP deben ser rápidas en los navegadores actuales. Si algunas optimizaciones no son posibles con la plataforma actual, los desarrolladores de AMP deben crear estándares para conseguir que se puedan añadir a la plataforma web.
id: Kami memilih untuk membuat AMP sebagai library sesuai dengan [manifesto web yang dapat diperpanjang](https://github.com/extensibleweb/manifesto/blob/master/README.md) agar dapat memperbaiki web pada masa sekarang, bukan web pada masa mendatang. AMP harus dapat dimuat dengan cepat di browser masa kini. Saat beberapa pengoptimalan tidak mungkin dilakukan pada platform masa kini, developer AMP seharusnya melakukan pengembangan standar agar pengoptimalan tersebut bisa ditambahkan ke platform web.
it: Abbiamo scelto di creare AMP come una biblioteca nello spirito del [manifesto web estensibile] (https://github.com/extensibleweb/manifesto/blob/master/README.md) per poter risolvere il web di oggi, mon il web di domani. AMP dovrebbe essere veloce nei browser di oggi. Quando alcune ottimizzazioni non sono possibili con la piattaforma di oggi, gli sviluppatori AMP dovrebbero partecipare allo sviluppo di standard per ottenere questi aggiunti alla piattaforma web.
ja: AMP は、未来のウェブではなく現在のウェブの問題を解消することを目指す [extensible web manifesto](https://github.com/extensibleweb/manifesto/blob/master/README.md) の精神に基づいて、一種のライブラリとして構築されてきました。AMP は、現在使われているブラウザで高速表示を実現しなければなりません。今日のプラットフォームで一定の最適化を実現できない場合、AMP デベロッパーは、必要な機能をウェブ プラットフォームに追加できるようにするための標準の策定に参加することが求められます。

source: What AMP Provides
es: Lo que provee AMP
id: Hal yang Diberikan AMP
it: Cosa Fornisce AMP
ja: AMP で実現できること

source: What are AMP Ads?
es: ¿Qué son los anuncios AMP?
id: Apa itu Iklan AMP?
it: Quali sono gli annunci AMP?
ja: AMP Ads とは

source: What is AMP
es: ¿Qué es AMP?
id: Apa Itu AMP
it: Che cos’è AMP
ja: AMP とは

source: What is AMP?
es: ¿Qué es AMP?
id: Apa Itu AMP?
it: Che cos’è AMP?
ja: AMP とは

source: What's New
es: Qué es lo nuevo
id: Yang Baru
it: Cosa c'è di nuovo
ja: 最新ニュース

source: What's hot?
es: ¿Qué es lo último?
id: Berita terbaru
it: Cosa c'è di rilevante?
ja: 最新情報

source: What's the difference between an AMP Ad and a regular ad? <i>Seconds</i>.
es: ¿Cuál es la diferencia entre un anuncio AMP y un anuncio regular? <i>Segundos</i>.
id: Apa perbedaan Iklan AMP dan iklan reguler? <i>Detik</i>.
it: Qual è la differenza tra un annuncio AMP e un annuncio normale? <i>Secondi</i>.
ja: AMP Ads と通常の広告の違い - <i>秒</i>

source: When in doubt, do what’s best for the end user experience, even if it means that it’s harder for the page creator to build or for the library developer to implement.
es: En caso de duda, haz lo que favorezca a la experiencia del usuario final, aunque al creador le resulte más difícil desarrollarlo o al desarrollador de la biblioteca implementarlo.
id: Saat Anda merasa ragu, lakukan apa yang terbaik untuk pengalaman pengguna akhir, meskipun sulit dibuat oleh pembuat halaman atau sulit diterapkan oleh developer.
it: In caso di dubbi, fai ciò che è meglio per l'esperienza dell'utente finale, anche se significa che è più difficile da creare o che lo sviluppatore della libreria implementa.
ja: 判断に迷うときは、エンドユーザーにとって最善の方法を採用します。それがウェブページの作成者にとって難しい方法であっても、あるいはライブラリ デベロッパーにとって実装しづらい方法であっても、ユーザー エクスペリエンスを最優先にします。

source: Whether you’re an advertiser, ad tech platform or publisher, deliver better ads by joining the AMP Ads Initiative today.
es: Si eres un anunciante, una plataforma de tecnología publicitaria o un editor, únete a la iniciativa de anuncios AMP hoy mismo para contribuir a buscar una solución al estado actual de la publicidad.
id: Apakah Anda pengiklan, platform teknologi iklan, atau penayang, jadikan dunia periklanan lebih baik dengan bergabung dalam Inisiatif Iklan AMP sekarang.
it: Se sei un inserzionista, una piattaforma tecnologica o un publisher, puoi annunciare meglio annunci associati all'iniziativa AMP Ads oggi.
ja: AMP Ads Initiative では、ウェブ広告の現状改善にご協力いただける広告主、広告技術プラットフォーム、サイト運営者の皆様のご参加をお待ちしています。

source: Who Uses AMP
es: Quién usa AMP
id: Siapa yang Menggunakan AMP
it: Chi usa AMP
ja: AMP の利用者

source: Who are AMP Ads for?
es: ¿Para quiénes son los anuncios de AMP?
id: Untuk siapa Iklan AMP ditujukan?
it: Cosa sono gli annunci AMP?
ja: AMP Ads の導入対象

source: Who is AMP for?
es: ¿Para quién es AMP?
id: Untuk Siapa AMP Dibuat?
it: Chi è AMP?
ja: AMP は誰が使いますか？

source: Why AMP Ads?
es: ¿Por qué anuncios AMP?
id: Alasan Menggunakan Iklan AMP
it: Perché gli annunci AMP?
ja: AMP Ads をおすすめする理由

source: Your browser doesn’t support HTML5 video
es: Tu navegador no soporta videos HTML5
id: Browser Anda tidak mendukung video HTML5
it: Il tuo browser non supporta il video HTML5
ja: お使いのブラウザは HTML5 動画に対応していません

source: e-commerce
es: comercio electrónico
ja: e コマース

source: or
es: o
id: atau
it: o
ja: または

source: “AMP was the perfect addition to our business, giving us a new level of impact for our e-commerce clients.”
es: "AMP ha sido el complemento perfecto para nuestra empresa, nos ha permitido conseguir un impacto mayor que nunca en nuestros clientes de comercio electrónico."
id: &ldquo;AMP merupakan fitur tambahan yang tepat bagi bisnis kami, yang memberikan dampak yang signifikan bagi klien e-commerce kami.&rdquo;
it: “AMP è stata l'aggiunta perfetta alla nostra attività, dandoci un nuovo livello di impatto per i nostri clienti di e-commerce.”
ja: 「AMP は当社のビジネスを十分に強化してくれました。当社の e コマースのお客様は今までにない成果を獲得しています。」

source: “Across Teads’ publisher portfolio, video ads perform significantly better on AMP pages than on the traditional mobile web.”
es: "En el catálogo de editores de Teads, los anuncios de vídeo se ven considerablemente mejor en las páginas AMP que en los sitios web móviles tradicionales."
id: &ldquo;Di berbagai portofolio penayang Teads, performa iklan video jauh lebih baik di halaman AMP dibandingkan dengan web seluler biasa.&rdquo;
it: “Attraverso il portafoglio di publisher di Teads, gli annunci video si esibiscono in modo significativo sulle pagine AMP rispetto al tradizionale web mobile.”
ja: 「Teads をご利用のサイト運営者全体で、AMP ページに掲載される動画広告は従来のモバイルウェブの場合と比べて掲載結果が大幅に向上しています。」

source: “If our site takes a long time to load, it doesn’t matter how great our journalism is, some people will leave the page before they see what’s there.”
es: "Si nuestro sitio web tarda mucho en cargarse, no sirve para nada la calidad que tengamos como periodistas, ya que la gente dejará la página antes de poder saber lo que hay en ella."
id: &ldquo;Jika situs kami terlalu lama dimuat, tak peduli seberapa hebat jurnalisme kami, sebagian orang akan menutup halaman sebelum melihat konten yang ditampilkan.&rdquo;
it: “Se il nostro sito richiede molto tempo per caricare, non importa quanto sia grande il nostro giornalismo, alcune persone lasceranno la pagina prima di vedere cosa c'è.”
ja: 「当社サイトの読み込み時間が長いからといって、私たちの報道姿勢には何の関係もありません。しかし読み込みが遅いと、記事が表示される前にページを離脱してしまう読者もいるでしょう。」

source: AMP Ads
es: Anuncios AMP
id: Iklan AMP

source: Kavata Mbondo
id: Kavat Mbondo

source: CMS
ar: نظام إدارة المحتوى
pt_br: CMS (sistema de gerenciamento de conteúdo)

source: Documentation
ar: المستندات

source: For many, reading on the mobile web is a slow, clunky and frustrating experience - but it doesn’t have to be that way. The Accelerated Mobile Pages (AMP) Project is an open source initiative that embodies the vision that publishers can create mobile optimized content once and have it load instantly everywhere.
ar: يرى الكثيرون أن القراءة على ويب الجوال تجربة بطيئة وشاقة وتصيب بالإحباط - لكنها لا يفترض أن تكون هكذا. إن مشروع Accelerated Mobile Pages (AMP) عبارة عن مبادرة مفتوحة تجسد رؤية تفيد أنه بإمكان الناشرين إنشاء محتوى مُحسّن للجوال لمرة واحدة وتحميله على الفور وفي كل مكان.
pt_br: Para muitas pessoas, a leitura na Web para dispositivos móveis é uma experiência lenta, incômoda e frustrante: mas ela não precisa ser assim. O projeto das Accelerated Mobile Pages (AMP) é uma iniciativa de código aberto que incorpora a visão de que editores podem criar conteúdos otimizados para dispositivos móveis uma vez só e fazer com que eles sejam carregados instantaneamente em qualquer lugar.
tr: Birçok kişi için mobil cihazdan web'de bir şeyler okumak yavaş, zahmetli ve sinir bozucu bir deneyimdir, ancak böyle olması gerekmez. Accelerated Mobile Pages (AMP) Projesi, yayıncıların mobil cihazlar için optimize edilmiş içerik oluşturabilmeleri ve her yerde anında yüklenmesini sağlamaları vizyonuna sahip bir açık kaynak girişimidir.

source: GET STARTED
ar: البدء
pt_br: PRIMEIROS PASSOS
tr: BAŞLARKEN

source: Get Started with AMP HTML
ar: إبدء مع أي أم بي أتش تي أم أل
pt_br: Primeiros passos com HTML das AMP
tr: AMP HTML Kullanmaya Başlama

source: Get started
ar: البدء
pt_br: Primeiros passos
tr: Başlarken

source: If you are new to AMP HTML, our technical introduction is a great place to get started and provides an overview of the project and how AMP HTML works.
ar: إذا كنت جديدًا في التعامل مع AMP HTML، فإن المقدمة الفنية تمثل نقطة بداية رائعة حيث إنها تقدم لمحة عامة عن المشروع وآلية عمل AMP HTML.
pt_br: Se você for novato em HTML das AMP, nossa introdução técnica ajuda a dar os primeiros passos. Além de fornecer uma visão geral do projeto, ela explica como o HTML das AMP funciona.
tr: AMP HTML kullanımında yeniyseniz başlamanız için en iyi yer, teknik konulara giriş bölümüdür. Bu bölümde, AMP projesiyle ve AMP HTML'nin işleyişiyle ilgili genel bakış sunulmaktadır.

source: If you'd like to dive deeper into AMP HTML, you can find all of the source code, code samples, and detailed documentation in our GitHub repository.
ar: إذا كنت ترغب في التعمق في AMP HTML، يمكنك العثور على كل من شفرة المصدر، ونماذج للشفرات، ومستندات مفصلة في مستودع GitHub.
pt_br: Se quiser aprofundar seus conhecimentos sobre o HTML das AMP, você pode encontrar todo o código-fonte, exemplos de código e a documentação detalhada em nosso repositório do GitHub.
tr: AMP HTML konusunda daha derine inmek isterseniz tüm kaynak kodları, kod örneklerini ve ayrıntılı dokümanları GitHub havuzumuzda bulabilirsiniz.

source: Instant. <br> Everywhere.
ar: على الفور <BR> وفي كل مكان
pt_br: Em um instante. <br> Em qualquer lugar.
tr: Anında. <br> Her yerde.

source: Openness
ar: الإنفتاح
pt_br: Abertura
tr: Açık olmak

source: Publisher Control
ar: تحكم الناشر
pt_br: Controle do editor
tr: Yayıncı Kontrolü

source: Ready to build an AMP file? This tutorial will teach you how to create a basic AMP HTML page, stage it, test it, and get it ready for publication.
ar: هل أنت مستعد لإنشاء ملف AMP؟ سيعلمك هذا البرنامج التعليمي كيفية إنشاء صفحة HTML AMP أساسية، وتنظيمها واختبارها وتجهيزها للنشر.
pt_br: Pronto para criar um arquivo das AMP? Este tutorial ajudará você a criar, preparar, testar e deixar uma página HTML das AMP básica pronta para publicação.
tr: AMP dosyası oluşturmaya hazır mısınız? Bu eğitici, size temel bir AMP HTML sayfasını nasıl oluşturacağınızı, kademelendireceğinizi, test edeceğinizi ve yayın için hazır hale getireceğinizi öğretecek.

source: Speed
ar: السرعة
pt_br: Velocidade
tr: Hız

source: Technical Introduction
ar: تمهيد للتكنلوجيا
pt_br: Introdução técnica
tr: Teknik Konulara Giriş

source: The Accelerated Mobile Pages (AMP) Project is an open initiative that embodies the vision that publishers can create mobile optimized content once and have it load instantly everywhere.
ar: مشروع Accelerated Mobile Pages (AMP) عبارة عن مبادرة مفتوحة تجسد رؤية تفيد أنه بإمكان الناشرين إنشاء محتوى مُحسّن للجوال لمرة واحدة وتحميله على الفور وفي كل مكان.
pt_br: O projeto das Accelerated Mobile Pages (AMP) é uma iniciativa de código aberto que incorpora a visão de que editores podem criar conteúdos otimizados para dispositivos móveis uma vez só e fazer com que eles sejam carregados instantaneamente em qualquer lugar.
tr: Accelerated Mobile Pages (AMP) Projesi, yayıncıların mobil cihazlar için optimize edilmiş içeriği oluşturabilmeleri ve her yerde anında yüklenmesini sağlamaları vizyonuna sahip bir açık girişimdir.

source: Tutorial
ar: البرنامج التعليمي
tr: Eğitici

source: View Code
ar: تصفح اصل البرنامج
pt_br: Veja o código
tr: Kodu Görüntüle

source: Visit Github
ar: الانتقال إلى Github
pt_br: Acessar o Github
tr: Github'ı Ziyaret Et

source: What contributors are saying
ar: ماذا يقول المساهمون
pt_br: O que os contribuidores estão dizendo
tr: Katkıda bulunanlar neler söylüyor?
