Repository: ampproject/amp.dev
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, es, id, it, ja, pt_br, tr

source: Publishers implementing AMP can decide how to present their content, what business model to use, what technology vendors to use, while maintaining and often improving key performance indicators, such as time spent on page, return visits, viewability, CTRs and more.
es: Los editores que implementan AMP pueden decidir cómo presentar su contenido, el modelo de negocio que quieren emplear y qué proveedores de tecnología utilizar, a la vez que mantienen y, a menudo, mejoran los indicadores clave de rendimiento, como el tiempo que pasan los usuarios en la página, las visitas que vuelven, la visibilidad, los CRT, etc.
id: Penayang yang menerapkan AMP dapat menentukan cara konten ditampilkan serta model bisnis dan vendor teknologi yang digunakan, sambil tetap mempertahankan dan bahkan meningkatkan indikator performa utama, seperti waktu yang dihabiskan di halaman, kunjungan di lain waktu, visibilitas, CTR, dan lainnya.
it: Gli editori che implementano AMP possono decidere come presentare il loro contenuto, quale modello di business da utilizzare, quali fornitori di tecnologia utilizzare, mantenendo e spesso migliorando i principali indicatori di prestazione, come tempo speso per pagina, visite di ritorno, visibilità, CTR e altro ancora.
ja: AMP を実装したサイト運営者は、コンテンツの表示方法、使用するビジネスモデル、利用する技術ベンダーなどを自社で決定できる一方、ページの滞在時間、リピート アクセス、視認性、CTR といった重要業績評価指標を管理しつつ、さらには指標の改善も実現できます。

source: Publishers:<br>Keep audiences engaged
id: Penayang:<br>Buat audiens tetap tertarik
it: Editori:<br>Mantieni il pubblico impegnato
ja: サイト運営者:<br>ユーザーを引き付けておく

source: Read the Case Study
es: Leer el Caso de Estudio
id: Baca Studi Kasus
it: Leggi il caso di studio
ja: 事例紹介を読む

source: Reduce complexity in your operations.
es: Reducir la complejidad en tus operaciones
id: Kurangi kompleksitas di sisi operasional.
it: Riduci la complessità delle tue operazioni.
ja: 広告運用の複雑さを軽減します。

source: Reference
ar: المراجع
es: Referencia
id: Referensi
it: Riferimenti
ja: リファレンス
pt_br: Referência
tr: Referans

source: Regular Ad
es: Anuncio Regular
id: Iklan Reguler
it: Annunci Normali
ja: 通常の広告

source: Report a documentation bug on GitHub
es: Reportar error de documentación en GitHub
id: Laporkan bug dokumentasi di GitHub
it: Segnala un bug di documentazione su GitHub
ja: ドキュメントのバグ報告

source: Report a platform bug on GitHub
es: Reportar un error de plataforma en GitHub
id: Laporkan bug platform di GitHub
it: Segnala un bug della piattaforma su GitHub
ja: プラットフォームのバグ報告

source: Roadmap
es: Hoja de ruta
id: Rencana Kerja
ja: ロードマップ

source: Safer ads build trust in your&nbsp;brands
es: Anuncios más seguros generan confianza en sus marcas
id: Iklan yang lebih aman akan membangun kepercayaan terhadap merek Anda
it: Gli annunci più sicuri creano la fiducia nei tuoi&nbsp;marchi
ja: 安全性の高い広告でブランドに対する信頼を築く

source: Save the date: Tune in live on March 7/8 or join us in person in NYC for our first-ever AMP Conf.
es: Recuerda unirte los días 7 y 8 de marzo a la emisión en directo, los días 7 y 8 de marzo, de la primera Conferencia de AMP de la historia, que se celebrará en Nueva York, o también puedes asistir en persona.
id: Catat tanggalnya: Tonton secara live pada tanggal 7/8 Maret atau bergabunglah bersama kami langsung di NYC dalam Konferensi AMP yang pertama.
it: Salva la data: sintonizzati live il 7/8 Marzo o unisciti personalmente a NYC per la nostra prima AMP Conf.
ja: ご案内: 初めての AMP カンファレンスを 3 月 7～8 日に開催します。ニューヨークの会場に直接お越しいただくか、またはライブストリームをご覧ください。

source: See More
es: Ver más
id: Lihat Lainnya
it: Vedi altro
ja: もっと見る

source: See all posts
es: Ver todos los posts
id: Lihat semua postingan
it: Vedi tutti i post
ja: すべての投稿を見る

source: See how other publishers have found success with AMP
es: Ver cómo otros editores encontraron el éxito con AMP
id: Lihat bagaimana penayang lainnya sukses dengan AMP
it: Scopri come altri produttori hanno trovato successo con AMP
ja: AMP の導入により大きな成果を上げたサイト運営者のご紹介

source: See what AMP can do for you
es: Ver lo que puedes hacer con AMP
id: Lihat apa yang dapat dilakukan AMP untuk Anda
it: Scopri cosa può fare AMP per te
ja: AMP 導入のメリット

source: Send Feedback
es: Enviar Feedback
id: Kirim Masukan
it: Invia Feedback
ja: フィードバックを送信

source: Share
es: Compartir
id: Bagikan
it: Condividi
ja: 共有する

source: Simple to build, easy to scale.
es: Fácil de construir, fácil de escalar.
id: Mudah dibuat dan diskalakan.
it: Semplice da costruire, facile da scalare.
ja: 手間なく作成、調整も簡単。

source: Slack Channel
es: Canal de Slack
id: Saluran Slack
ja: Slackチャンネル

source: Social
id: Sosial
ja: ソーシャル

source: Social - AMP components
es: Social - AMP componentes
id: Sosial - Komponen AMP
it: Social - Componenti AMP
ja: ソーシャル - AMP コンポーネント

source: Solve problems on the right layer.
es: Resolver problemas en la capa correcta.
id: Selesaikan masalah di tingkat yang tepat.
it: Risolvere i problemi sullo strato giusto.
ja: 適切な階層で問題を解決する。

source: Some things can be made fast and are still a terrible user experience. AMPs should deliver a fantastic user experience and speed is just one part of that. Only compromise when lack of support for something would stop AMP from being widely used and deployed.
es: Algunos elementos pueden cargarse rápido pero aun así seguir provocando una terrible experiencia de usuario. Las páginas AMP deben ofrecer una experiencia de usuario fantástica, y la velocidad es solo parte de ello. Cede solamente cuando la falta de compatibilidad con algún elemento haría que no se pudiese utilizar ni implementar AMP para el público general.
id: Beberapa hal dapat dibuat lebih cepat tapi masih mengakibatkan pengalaman yang mengecewakan bagi pengguna. AMP seharusnya memberikan pengalaman yang menyenangkan bagi pengguna dan kecepatan hanyalah salah satu bagiannya. Hanya lakukan kompromi jika kurangnya dukungan untuk suatu komponen membuat AMP tidak dapat digunakan dan diterapkan secara luas.
it: Alcune cose possono essere fatte veloci e sono ancora un'esperienza utente terribile. Le AMP dovrebbero fornire una fantastica esperienza utente e la velocità è solo una parte di questo. Soltanto compromettere quando la mancanza di sostegno per qualcosa smetterebbe di essere ampiamente utilizzati e schierati da AMP.
ja: ウェブの一部を高速化しても、ユーザーにとっては使い勝手が悪いこともあります。AMP は優れたユーザー エクスペリエンスを目指していますが、速度だけでそれを実現することはできません。高速化に対応していないなんらかの要因により、AMP を広範囲にわたって使用または展開できない場合は、調整が必要となります。

source: Speeding up ads is the fastest way to boost performance. <a href="https://github.com/ampproject/amphtml/blob/master/ads/google/a4a/docs/a4a-readme.md">AMP Ads</a> load as fast as content, so they are more viewable and more likely to be engaged with. Triplelift saw a 10&#37;+ increase in viewability and engagement with AMP ads. Join the <a href="/learn/who-uses-amp/amp-ads/">AMP Ads Initiative</a> to improve performance and grow your revenue.
es: Acelerar los anuncios es la forma más rápida de mejorar el rendimiento. Los <a href="https://github.com/ampproject/amphtml/blob/master/ads/google/a4a/docs/a4a-readme.md">anuncios AMP</a> se cargan tan rápido como el contenido, de modo que son más visibles y es más probable que se interactúe con ellos. Triplelift vio cómo aumentaba más de un 10&#37; su visibilidad e interacción gracias a los anuncios AMP. Participa en la <a href="/learn/who-uses-amp/amp-ads/">iniciativa de anuncios AMP</a> para mejorar el rendimiento e incrementar tus ingresos.
id: Mempercepat iklan adalah cara tercepat untuk meningkatkan performa. <a href="https://github.com/ampproject/amphtml/blob/master/ads/google/a4a/docs/a4a-readme.md">Iklan AMP</a> dimuat secepat konten, sehingga lebih dapat dilihat dan lebih memicu interaksi. Triplelift mencapai peningkatan lebih dari 10&#37; dalam visibilitas dan keterlibatan dengan iklan AMP. Gabung dengan <a href="/learn/who-uses-amp/amp-ads/">Inisiatif Iklan AMP</a> untuk meningkatkan performa dan pendapatan Anda.
it: Accelerare gli annunci è il modo più veloce per aumentare le prestazioni. Gli <a href="https://github.com/ampproject/amphtml/blob/master/ads/google/a4a/docs/a4a-readme.md">annunci APM</a> vengono caricati velocemente come i contenuti, in modo da essere più visibili e più probabilità di essere impegnati. Triplelift ha visto un aumento del 10&#37;+ della visibilità e dell'impegno con gli annunci AMP. Unisciti all'<a href="/learn/who-uses-amp/amp-ads/">iniziativa AMP Ads</a> per migliorare le prestazioni e aumentare le entrate.
ja: 広告の掲載結果を向上させるには、広告表示を高速化するのが一番の近道です。<a href="https://github.com/ampproject/amphtml/blob/master/ads/google/a4a/docs/a4a-readme.md">AMP Ads</a> ではコンテンツが可能な限り高速に読み込まれるので、ユーザーが広告を見て関心を持つ可能性が高くなります。Triplelift では、AMP Ads を導入した結果、広告の視認性とユーザー エンゲージメントが 10&#37; 以上向上しました。広告の掲載結果と収益を向上させるために、ぜひ <a href="/learn/who-uses-amp/amp-ads/">AMP Ads Initiative</a> にご参加ください。

source: Stack Overflow Community
es: Comunidad Stack Overflow
id: Komunitas Stack Overflow
it: Community Stack Overflow
ja: Stack Overflowコミュニティ

source: Start Building
es: Empieza a Construir
id: Mulai Membuat
it: Inizia a Costruire
ja: 作成を開始する

source: Start building now
es: Empieza a construir ahora
id: Mulai membuat sekarang
it: Inizia a costruire ora
ja: 今すぐ作成する

source: Stay Tuned!
es: ¡Manténganse al tanto!
id: Nantikanlah.
it: Rimanete sintonizzati!
ja: 今後も最新情報を随時お届けします

source: Strengthen your business while maintaining control
es: Fortalezca su negocio manteniendo el control
id: Perkuat bisnis Anda sambil tetap memegang kendali
it: Rafforzare la tua attività mantenendo il controllo
ja: ビジネスを強化しながら重要な指標を管理できる

source: Style & Layout
es: Estilo y diseño
id: Gaya & Tata Letak
it: Stile & Layout
ja: スタイルとレイアウト

source: Success stories of the domains publishing AMP pages
es: Historias de Éxito de dominios publicando páginas AMP
id: Kisah sukses domain yang memublikasikan halaman AMP
it: Storie di successo dei domini che pubblicano pagine AMP
ja: AMP ページを公開しているドメインの成功事例

source: Support
ar: الدعم
es: Soporte
id: Dukungan
it: Assistenza
ja: サポート
pt_br: Suporte
tr: Destek

source: Support Forum
es: Foro de Soporte
id: Forum Dukungan
it: Forum di assistenza
ja: サポートフォーラム

source: Supported Browsers
es: Navegadores Soportados
id: Browser yang Didukung
it: Browser Supportati
ja: サポートブラウザ

source: Supported Platforms, Vendors and Partners
es: Plataformas, Proveedores y Socios Soportados
id: Platform, Vendor, dan Partner yang Didukung
it: Piattaforme supportate, fornitori e partner
ja: AMP に対応しているプラットフォーム、ベンダー、パートナー

source: Technology Companies using AMP
ar: شركات التكنولوجيا التي تستخدم AMP
es: Compañías Tecnológicas usando AMP
id: Perusahaan Teknologi yang menggunakan AMP
it: Aziende di tecnologia che utilizzano AMP
ja: AMP を採用しているテクノロジー関連企業
pt_br: Empresas de tecnologia que usam as AMP
tr: AMP'yi Kullanan Teknoloji Şirketleri

source: Technology Platforms:<br>Boost your business
es: Plataformas tecnológicas:<br>Impulse su negocio
id: Platform Teknologi:<br>Tingkatkan bisnis Anda
it: Piattaforme Tecnologiche:<br>Aumenta la tua attività
ja: 広告技術プラットフォーム:<br>ビジネスを発展させる

source: Templates
es: Plantillas
id: Template
it: Template
ja: テンプレート

source: The AMP Project is an open source initiative to protect the future of the web helping everyone deliver a better, faster user experience. Build a sustainable future for your business on an open, faster web by joining the AMP Project.
es: El proyecto AMP es una iniciativa de software libre que tiene como objetivo proteger el futuro de los sitios web, y para ello ayuda a todos a ofrecer una experiencia de usuario mejor y más inmediata. Crea un futuro sostenible para tu empresa con un sitio web abierto más rápido participando en el proyecto AMP.
id: AMP Project adalah inisiatif sumber terbuka untuk melindungi web di masa mendatang dengan membantu setiap orang memberikan pengalaman pengguna yang lebih baik dan cepat. Buat bisnis berkelanjutan di masa mendatang pada web yang terbuka dan lebih cepat dengan bergabung dalam AMP Project.
it: Il progetto AMP è un'iniziativa open source per proteggere il futuro del web, aiutando tutti a fornire un'esperienza utente migliore e più rapida. Crea un futuro sostenibile per la tua attività in un web aperto e veloce entrando nel progetto AMP.
ja: AMP プロジェクトは、ウェブの未来を守り、より快適で質の高いユーザー エクスペリエンスを誰でも提供できるようにすることを目指すオープンソースの取り組みです。AMP プロジェクトに参加して、高速でオープンなウェブでビジネスを持続的に発展させましょう。

source: The AMP Project is an open-source initiative aiming to make the web better for all. The project enables the creation of websites and ads that are consistently fast, beautiful and high-performing across devices and distribution platforms.
es: El proyecto AMP es una iniciativa de código abierto que busca mejorar la web para todos. El proyecto permite la creación de sitios web y anuncios consistentemente rápidos, bellos y de alto rendimiento en dispositivos y plataformas de distribución.
id: AMP Project adalah inisiatif sumber terbuka yang bertujuan untuk membuat web lebih baik bagi semua kalangan. Proyek ini memungkinkan pembuatan situs dan iklan dengan performa tinggi, cepat, dan konsisten di berbagai perangkat dan platform distribusi.
it: Il progetto AMP è un'iniziativa open source che mira a rendere il web migliore per tutti. Il progetto consente la creazione di siti web e annunci che sono costantemente veloci, belli e performanti su dispositivi e piattaforme di distribuzione.
ja: AMP プロジェクトは、誰にとっても利用しやすいウェブを実現することを目的としたオープンソースの取り組みです。AMP を導入すれば、端末や配信プラットフォームの種類を問わず、いつでも高速で美しく、パフォーマンスに優れたウェブサイトや広告を作成できるようになります。

source: The Accelerated Mobile Pages (AMP) Project is an open source initiative that makes it easy for publishers to create mobile-friendly content once and have it load instantly everywhere. – Accelerated Mobile Pages Project
es: El proyecto Accelerated Mobile Pages (AMP) es una iniciativa de software libre que facilita a los editores crear contenido optimizado para móviles una sola vez y hacer que se cargue al instante en cualquier dispositivo. Proyecto Accelerated Mobile Pages
id: Accelerated Mobile Pages (AMP) Project adalah inisiatif sumber terbuka yang memudahkan penayang membuat konten yang mobile-friendly sekali dan dapat langsung dimuat di mana saja. – Accelerated Mobile Pages Project
it: Il progetto Accelerated Mobile Pages (AMP) è un'iniziativa open source che rende facile per i publisher creare contenuti compatibili con i dispositivi mobili e caricarli istantaneamente ovunque. - Accelerated Mobile Pages Project
ja: Accelerated Mobile Pages（AMP）プロジェクトは、オープンソースの取り組みです。モバイル向けに最適化され、どのような場所でも瞬時に読み込まれるコンテンツを、サイト運営者が簡単に作成できるようにすることを目指しています。– Accelerated Mobile Pages プロジェクト

source: The Latest
es: Lo último
id: Terbaru
it: Notizie
ja: 最新情報

source: The Latest News
es: Las Últimas Noticias
id: Berita Terbaru
it: Le ultime notizie
ja: 最新ニュース

source: The average mobile site takes 19 seconds to load over a 3G connection. Coupled with the fact that conversions fall by 12&#37; for every additional second a webpage takes to load, you can safely assume two things: speed equals performance, and most advertiser campaigns have room to improve. That’s where you come in. As an SSP, DSP, analytics provider, or anything in between, embracing speed means improving campaign performance, delivering quality user experiences, and establishing yourself as the adtech platform for the fast web. Join the hundreds of technology platforms currently supporting the open source AMP ecosystem.
es: Generalmente, un sitio web móvil tarda 19 segundos en cargarse con una conexión 3G. Esto, unido al hecho de que las conversiones caen un 12&#37; por cada segundo adicional que una página web tarda en cargarse, permite suponer con toda seguridad dos cosas: que la velocidad significa rendimiento y que la mayoría de las campañas de los anunciantes tienen margen de mejora. Aquí es donde tú entras en juego. En el caso de los proveedores de SSP, DSP o analíticas, o cualquier otro proveedor similar, centrarse en la velocidad significa mejorar el rendimiento de la campaña, ofrecer experiencias de usuario de calidad y establecerte a ti mismo como la plataforma de tecnología publicitaria que logra una Web rápida. Únete a los cientos de plataformas tecnológicas que actualmente admiten el ecosistema AMP de software libre.
id: Situs seluler rata-rata memerlukan waktu 19 detik untuk dimuat melalui koneksi 3G. Ditambah dengan penurunan konversi sebesar 12&#37; untuk setiap detik tambahan yang diperlukan halaman agar dimuat, ada 2 hal yang dapat diasumsikan: kecepatan sama dengan performa, dan sebagian besar kampanye pengiklan masih bisa ditingkatkan. D sinilah Anda dapat berperan. Sebagai penyedia SSP, DSP, analisis, atau komponen lainnya, menaikkan kecepatan berarti meningkatkan performa kampanye, memberikan pengalaman pengguna yang lebih baik, dan menetapkan perusahaan Anda sebagai platform teknologi iklan untuk web yang cepat. Bergabunglah dengan ratusan platform teknologi yang saat ini mendukung ekosistem AMP sumber terbuka.
it: Il sito mobile medio richiede 19 secondi per caricare su una connessione 3G. Accoppiato con il fatto che le conversioni diminuiscono del 12&#37; per ogni secondo addizionale che una pagina web richiede per caricare, puoi assumere in sicurezza due cose: la velocità corrisponde alle prestazioni e la maggior parte delle campagne pubblicitarie ha spazio per migliorare. Questo è dove entri. Come SSP, DSP, provider di analisi o qualsiasi cosa tra di voi, la velocità che ti abbraccia significa migliorare le prestazioni della campagna, fornendo esperienze di qualità e creando te stesso come piattaforma adtech per il web veloce. Unisciti alle centinaia di piattaforme tecnologiche attualmente supportate dall'ecosistema AMP open source.
ja: 平均的なモバイルサイトは、3G 接続の場合、読み込みに 19 秒かかります。ウェブページの読み込みに 1 秒かかるごとにコンバージョン数が 12&#37; 減少するという事実を考え合わせると、当然、2 つのことが予想されます。それは、広告の表示速度と掲載結果は同等の価値を持つこと、そして広告主のキャンペーンの多くは改善の余地があることです。そこで、広告技術の出番となります。SSP、DSP、分析プロバイダなどにとっては、スピードを活用することで、キャンペーンの掲載結果を向上させ、質の高いユーザー エクスペリエンスを提供できるようになり、さらには高速なウェブを実現する広告技術プラットフォームとしての地位を確立することにつながります。現在、オープンソースの AMP をサポートしている広告技術プラットフォームは数百社にのぼります。このエコシステムにぜひご参加ください。

source: The open-source AMP Project helps you create mobile optimized content that loads in an instant.
es: El código abierto del proyecto AMP te ayuda a crear contenido optimizado para móviles que cargan al instante.
id: AMP Project sumber terbuka membantu Anda membuat konten yang dioptimalkan untuk seluler yang dimuat secara instan.
it: Il progetto AMP open-source ti aiuta a creare contenuti ottimizzati per cellulari che vengono caricati in un istante.
ja: オープンソースの AMP プロジェクトに参加すれば、モバイル向けに最適化され、瞬時に読み込まれるコンテンツを作成できるようになります。

source: There are no upcomming events at this time. We host events throughout the year including our annual AMP Conference. Follow us on <a href="" target="_blank">Facebook</a> or <a href="https://twitter.com/amphtml" target="_blank">Twitter</a> for the latest news and event listings.
es: En estos momentos no hay eventos nuevos. Celebramos eventos durante todo el año, como por ejemplo, la Conferencia de AMP anual. Síguenos en <a href="" target="_blank">Facebook</a> o <a href="https://twitter.com/amphtml" target="_blank">Twitter</a> para conocer las últimas noticias y consultar los eventos programados.
id: Tidak ada acara mendatang untuk saat ini. Kami menyelenggarakan acara sepanjang tahun termasuk Konferensi AMP tahunan. Ikuti kami di <a href="" target="_blank">Facebook</a> atau <a href="https://twitter.com/amphtml" target="_blank">Twitter</a> untuk mengetahui berita terbaru dan daftar acara.
it: Non ci sono eventi in questo momento. Noi teniamo eventi durante tutto l'anno, inclusa la nostra conferenza annuale AMP. Seguici su <a href="" target="_blank">Facebook</a> o <a href="https://twitter.com/amphtml" target="_blank">Twitter</a> per le ultime notizie e gli elenchi degli eventi.
ja: 現在予定されているイベントはありません。年に一度の AMP カンファレンスなど、1 年を通してさまざまなイベントを開催しています。<a href="" target="_blank">Facebook</a> または <a href="https://twitter.com/amphtml" target="_blank">Twitter</a> で AMP をフォローして、最新ニュースやイベントの予定をご確認ください。

source: These design principles are meant to guide the ongoing design and development of AMP. They should help us make internally consistent decisions.
es: Estos principios de diseño están pensados para servir de guía para un diseño y desarrollo continuos de AMP. Nos ayudarán a realizar decisiones internas coherentes.
id: Prinsip-prinsip desain ini dimaksudkan sebagai panduan desain dan pengembangan AMP yang terus berlangsung. Prinsip-prinsip ini membantu kami membuat keputusan yang konsisten secara internal.
it: Questi principi di progettazione sono destinati a guidare la progettazione e lo sviluppo di AMP in corso e dovrebbero aiutarci a prendere decisioni interne coerenti"
ja: これらのデザインの原則は、現在進行中の AMP のデザインおよび開発の手引きとしてご紹介するものです。AMP プロジェクト内では、これらの原則に沿って一貫した判断を下しています。

source: They load way faster. Users pick up on every small delay, and when the ads load fast, this has a very positive impact on their perception and advertiser performance.
id: Iklan dimuat dengan lebih cepat. Pengguna bereaksi terhadap kelambatan sekecil apa pun, dan saat iklan dimuat dengan cepat, hal ini memberikan dampak positif pada persepsi pengguna dan performa pengiklan.
it: Si caricano più velocemente. Gli utenti prendono ogni piccolo ritardo, e quando gli annunci si caricano velocemente, questo ha un impatto molto positivo sulla loro percezione e sulle prestazioni degli inserzionisti.
ja: 通常の広告よりも読み込みがかなり速い。ユーザーはわずかな遅れもすべて気づくものなので、広告が速く読み込まれれば、ユーザーの認識や広告主の掲載結果に大きなプラスの影響をもたらすことになる。

source: Try out the hands-on examples on AMP by Example.
es: Pruebe los ejemplos prácticos de 'AMP by Example'.
id: Cobalah contoh praktik langsung di AMP berdasarkan Contoh.
it: Prova gli esempi pratici su AMP per esempio.
ja: AMP by Example で紹介している実践的なサンプルをお試しください。

source: Tutorials
es: Tutoriales
id: Tutorial
ja: チュートリアル

source: Upcoming Events
es: Próximos Eventos
id: Acara Mendatang
it: Prossimi eventi
ja: 今後のイベント

source: Use your existing resources
es: Usa tus recursos disponibles
id: Gunakan sumber daya yang ada
it: Utilizza le tue risorse esistenti
ja: 既存のリソースを使用する

source: User Experience > Developer Experience > Ease of Implementation.
es: Experiencia de Usuario > Experiencia de Desarrollador > Facilidad de Implementación.
id: Pengalaman Pengguna &gt; Pengalaman Developer &gt; Kemudahan Implementasi.
it: Esperienza Utente > Esperienza Sviluppatore > Facilità di implementazione.
ja: デベロッパーにとっての実装のしやすさよりも、ユーザー エクスペリエンスを優先する。

source: Vendor Support
es: Soporte de Proveedores
id: Dukungan Vendor
it: Supporto Fornitore
ja: ベンダー サポート

source: Vice President of Digital Revenue Strategy and Operations, Time Inc.
id: Vice President Strategi dan Operasional Pendapatan Digital, Time Inc.
it: Vice Presidente della Digital Revenue Strategy e Operations, Time Inc.
ja: Time Inc. のデジタル収益戦略および業務担当副社長

source: Videos
id: Video
it: Video
ja: 動画

source: View AMP Components
es: Ver Componentes AMP
id: Lihat Komponen AMP
it: Visualizza i Componenti AMP
ja: AMP コンポーネントを見る

source: View Guides
es: Ver Guías
id: Lihat Panduan
it: Guarda le Guide
ja: ガイドを見る

source: View Tutorials
es: Ver Tutoriales
id: Lihat Tutorial
it: Guarda i Tutorials
ja: チュートリアルを見る

source: View examples
es: Ver ejemplos
id: Lihat contoh
it: Visualizza esempi
ja: サンプルを見る

source: View our in-depth guides for how to develop, debug, and deploy in AMP.
es: Vea nuestras guías detalladas sobre cómo desarrollar, depurar e implementar en AMP.
id: Lihat panduan mendalam kami tentang cara mengembangkan, melakukan debug, dan menerapkan AMP.
it: Guarda le nostre guide approfondite su come sviluppare, debug e distribuire in AMP.
ja: AMP ページを作成し、デバッグしてから公開する方法を詳しく説明したガイドをご覧ください。

source: View templates
es: Ver planitllas
id: Lihat template
it: Visualizza i templates
ja: テンプレートを見る
