Repository: ampproject/amp.dev
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, es, id, it, ja, pt_br, tr

source: A collaborative effort
es: Un esfuerzo de colaboración
id: Upaya kolaboratif
it: Uno sforzo collaborativo
ja: 業界全体が協力する取り組み

source: A faster way to grow your business
es: Una manera más rápida de hacer crecer su negocio
id: Cara lebih cepat untuk mengembangkan bisnis Anda
it: Un modo più veloce per crescere la tua attività
ja: ビジネスの成長を加速する

source: A growing number of publishers and advertisers are adopting AMP to deliver faster and more engaging content to their users. As your clients embrace the speed of AMP and more users consume content on AMP pages, ensure your business is positioned for the future. Integrate your technology with AMP today.
es: Un creciente número de editores y anunciantes están adoptando AMP para entregar contenido rápido y atractivo a sus usuarios. Como sus clientes desean adaptar la velocidad del AMP y más usuarios consumen contenido por las páginas AMP, asegúrese de que su negocio está posicionado para el futuro. Comienza a integrar tu tecnología con AMP hoy.
id: Semakin banyak penayang dan pengiklan menggunakan AMP untuk menayangkan konten yang lebih menarik secara lebih cepat ke pengguna mereka. Saat klien Anda merasakan kecepatan AMP dan lebih banyak pengguna menikmati konten pada halaman AMP, bisnis Anda akan berkembang di masa mendatang. Integrasikan teknologi Anda dengan AMP sekarang.
it: Un numero sempre crescente di editori e inserzionisti stanno adottando AMP per fornire contenuti più rapidi e più coinvolgenti ai propri utenti. Poichè i tuoi clienti abbracciano la velocità di AMP e più utenti consumano contenuti nelle pagine AMP, assicurati che il tuo business sia posizionato per il futuro. Integra la tua tecnologia con AMP oggi.
ja: より魅力あるコンテンツをより速くユーザーに届けられるようにするために AMP を導入するサイト運営者や広告主はますます増えています。ビジネスの顧客が AMP の速度を活用し、AMP ページのコンテンツを閲覧するユーザーの数が増えれば、モバイルウェブ ビジネスを今後さらに発展させることができます。皆様の広告技術と AMP を今すぐ統合してみませんか。

source: A path to success
es: Un camino al éxito
id: Jalur menuju kesuksesan
it: Un percorso verso il successo
ja: 成功への道

source: AMP Ad
es: Anuncio AMP
id: Iklan AMP
ja: AMP Ads

source: AMP Ads are 6x faster than regular ads on AMP pages, making them more viewable, more effective and more likely to perform&nbsp;well.
id: Iklan AMP 6x lebih cepat dibanding iklan reguler di halaman AMP, sehingga iklan lebih dapat dilihat, lebih efektif, dan kemungkinan performanya lebih baik.
it: Gli annunci AMP sono 6 volte più veloci degli annunci regolari sulle pagine AMP, rendendoli più visibili, più efficaci e più probabili per eseguire bene.
ja: AMP Ads は、AMP ページ上で通常の広告と比べて 6 倍速く表示されるため、ユーザーの目に触れやすくなり、掲載結果の向上がいっそう期待できます。

source: AMP Ads are a creative format built using HTML and CSS, not a new technology. As a result, you can use your existing development resources to create and serve ads that are faster, lighter and more effective. Creative developer tools like Google Web Designer will soon support AMP ads as well.
es: Los anuncios AMP son un formato de creatividad que no se ha creado con una tecnología nueva, sino con código HTML y CSS. Así, puedes utilizar los recursos de desarrollo que tengas para crear y publicar anuncios más ligeros, seguros y rápidos.
id: Iklan AMP adalah format materi iklan yang dibuat menggunakan HTML dan CSS, bukan teknologi baru.Jadi, Anda dapat menggunakan sumber daya yang ada untuk membuat dan menayangkan iklan yang lebih cepat, ringan, dan efektif.
it: Gli annunci AMP sono un formato creativo costruito utilizzando HTML e CSS, non una nuova tecnologia. Di conseguenza, è possibile utilizzare le risorse di sviluppo esistenti per creare e pubblicare annunci che sono più veloci, più leggeri e più efficaci. Gli strumenti per sviluppatori come Google Web Designer presto supporteranno anche gli annunci AMP.
ja: AMP Ads は、新しいテクノロジーではなく HTML と CSS を使用して作成されるクリエイティブ フォーマットです。そのため、既存の開発リソースを使用して、より高速かつ軽量で効果の高い広告を作成して配信することができます。Google Web Designer などのクリエイティブ デベロッパー ツールでも、まもなく AMP Ads に対応する予定です。

source: AMP Ads are a new, better way of building, delivering and measuring ads that are faster, lighter and more secure. AMP Ads are ads built using AMP-HTML and use many of the smart components that make AMP pages fast (like amp-analytics). These ads are only delivered after being validated, ensuring that they’re free of malware. Most of all, these ads can be delivered anywhere on the web, not just on AMP pages.
id: Iklan AMP adalah cara baru yang lebih baik untuk membuat, menayangkan, dan mengukur iklan yang lebih cepat, ringan, dan aman. Iklan AMP adalah iklan yang dibuat menggunakan AMP-HTML dan menggunakan beberapa komponen smart yang membuat halaman AMP lebih cepat (seperti amp-analytics). Iklan hanya akan ditayangkan setelah divalidasi, sehingga memastikan bahwa iklan tidak berisi malware. Yang paling penting, iklan ini dapat ditayangkan di mana saja di web, tidak hanya di halaman AMP.
it: Gli annunci AMP sono un nuovo modo migliore per costruire, distribuire e misurare annunci che sono più veloci, più leggeri e più sicuri. Gli annunci AMP sono gli annunci costruiti utilizzando AMP-HTML e utilizzano molti dei componenti intelligenti che rendono le pagine AMP veloci (come analisi di amp). Questi annunci vengono consegnati solo dopo essere stati convalidati, assicurandosi che non siano malware. Soprattutto, questi annunci possono essere consegnati ovunque sul web, non solo sulle pagine AMP.
ja: AMP Ads とは、より高速かつ軽量で安全性の高い広告を作成、配信、測定できる、新たな優れた手段です。AMP Ads では、広告の作成に AMP HTML を使用します。また、さまざまな高性能のコンポーネント（amp-analytics など）によって、AMP ページの高速化が実現されます。こうした広告は、マルウェアが含まれることのないように、検証が済んだものしか配信されません。なお、このような広告は、AMP ページだけでなく、ウェブ上のどこにでも配信が可能です。

source: AMP Ads can serve on both AMP and non-AMP pages so you can build your AMP Ad once and deliver a fast, memorable brand experience everywhere.
es: Los anuncios AMP pueden publicarse tanto en páginas AMP como en páginas que no lo sean, de modo que puedes crear tu anuncio AMP una vez y ofrecer una experiencia de marca memorable en todas partes.
id: Iklan AMP dapat ditayangkan pada halaman AMP dan non-AMP sekaligus, sehingga Anda cukup membuat Iklan AMPsekali dan memberikan pengalaman merek yang mengesankan di mana pun.
it: Gli annunci AMP possono essere pubblicati su entrambe le pagine AMP e non AMP in modo da poter creare una volta l'annuncio AMP e fornire un'esperienza di marca veloce e memorabile in tutto il mondo.
ja: AMP Ads は AMP 対応ページにも非対応のページにも配信できるため、AMP 広告を一度作成するだけで、どのような場所でもブランドを強力にアピールできます。

source: AMP Ads need to be validated before they’re served, eliminating the risk of malware and building trust in the brands users are engaging&nbsp;with.
id: Iklan AMP perlu divalidasi sebelum ditayangkan untuk mengurangi risiko malware dan membangun kepercayaan terhadap merek yang berinteraksi dengan pengguna.
it: Gli annunci AMP devono essere convalidati prima di essere serviti, eliminando il rischio di malware e creando fiducia negli utenti di marchi.
ja: AMP Ads では、マルウェアのリスクを排除し、ブランドに対するユーザーの信頼を高めるため、広告の配信前には検証が必要となります。

source: AMP Ads represent an opportunity to fix key issues with ad experiences on the web.
es: Anuncios AMP representan una oportunidad para arreglar problemas clave con experiencias de anuncios en la web.
id: Iklan AMP memberikan peluang untuk memperbaiki masalah utama terkait pengalaman iklan di web.
it: Gli annunci AMP rappresentano un'occasione per risolvere i problemi chiave con le esperienze pubblicitarie sul web.
ja: AMP Ads を利用すれば、ウェブ上の広告に関する主要な問題を解決できる可能性がある。

source: AMP Blog
es: Blog de AMP
id: Blog AMP
it: Blog AMP
ja: AMP ブログ

source: AMP Certification
es: Certificación AMP
id: Sertifikasi AMP
it: Certificazione AMP
ja: AMP 認定資格

source: AMP Conf. March 7/8.
es: AMP Conf. Marzo 7/8.
id: Konferensi AMP 7/8 Maret.
it: Conf. AMP 7/8 Marzo
ja: AMP カンファレンス3 月 7 日～8 日

source: AMP HTML Specification
es: Especificación AMP HTML
id: Spesifikasi HTML AMP
it: Specifiche HTML AMP
ja: AMP HTML 仕様

source: AMP Landing Page
es: Página de Aterrizage AMP
id: Halaman Landing AMP
ja: AMP ランディング ページ

source: AMP Overview
es: Descripción general de AMP
id: Ringkasan AMP
it: Panoramica AMP
ja: AMP の概要

source: AMP Page
es: Página AMP
id: Halaman AMP
it: Pagina AMP
ja: AMP ページ

source: AMP Roadmap
es: Hoja de ruta de AMP
id: Rencana Kerja AMP
it: Roadmap AMP
ja: AMP のロードマップ"

source: AMP components
es: Componentes AMP
id: Komponen AMP
it: Componenti AMP
ja: AMP コンポーネント

source: AMP for Ad Tech Platforms
es: AMP para Plataformas Tecnológicas de Anuncios
id: AMP untuk Platform Teknologi Iklan
it: AMP per le piattaforme Ad Tech
ja: 広告プラットフォーム向けの AMP

source: AMP for Advertisers
es: AMP para Anunciantes
id: AMP untuk Pengiklan
it: AMP per gli inserzionisti
ja: 広告主向けの AMP

source: AMP for Publishers
es: AMP para Editores
id: AMP untuk Penayang
it: AMP per gli editori
ja: サイト運営者向けの AMP

source: AMP is built thanks to a deep collaboration with thousands of developers, publishers and websites, distribution platforms and tech companies. More than 1.5B AMP pages have been published to date and 100+ leading analytics, ad tech and CMS providers support the AMP format.
es: AMP se construye gracias a una profunda colaboración con miles de desarrolladores, editores, sitios web, plataformas de distribución y empresas de tecnología. Más de 1.5B de páginas AMP se han publicado hasta la fecha y más de 100 empresas líderes en análisis, ad tech y proveedores de CMS apoyan el formato AMP.
id: AMP dibuat berkat kolaborasi yang mendalam dengan ribuan developer, penayang dan situs, platform distribusi, serta perusahaan teknologi. Lebih dari 1,5 miliar halaman AMP telah dipublikasikan hingga sekarang dan lebih dari 100 penyedia analisis, teknologi iklan, dan CMS terkemuka mendukung format AMP.
it: AMP è costruito grazie ad una profonda collaborazione con migliaia di sviluppatori, editori e siti web, piattaforme di distribuzione e aziende tecnologiche. Più di 1.5B pagine AMP sono state pubblicate fino ad oggi e 100+ leader analytics, tech e fornitori CMS supportano il formato AMP.
ja: AMP は、デベロッパー、サイト運営者やウェブサイト、配信プラットフォーム、テクノロジー関連企業など、多数の業界関係者の積極的なご協力のもとに成り立っています。これまでに公開された AMP ページは 150 万を超え、分析や広告技術、CMS を扱う 100 社以上の大手プロバイダが AMP フォーマットをサポートしています。

source: AMP pages typically load in under one second. That means when your target audience lands on an AMP page, they get what they’re looking for in the moment they’re looking for it. The net result -- they’re more likely to be engaged with and receptive to your brand’s messages, and more likely to take the actions you’re guiding them towards like completing a purchase.
es: Las páginas de AMP normalmente se cargan en menos de un segundo. Eso significa que cuando su público objetivo llega a una página AMP, obtienen lo que buscan en el momento en que lo están buscando. El resultado: es más probable que estén comprometidos y receptivoscon los mensajes de su marca, y más propensos a tomar las acciones que están guiándolos hacia completar una compra.
id: Halaman AMP biasanya dimuat kurang dari 1 detik. Artinya, saat target audiens Anda membuka halaman AMP, mereka akan langsung mendapatkan segala hal yang mereka cari. Hasilnya, audiens akan lebih terlibat dengan dan reseptif pada pesan merek Anda, dan lebih mungkin mengambil tindakan seperti yang Anda arahkan, misalnya melakukan pembelian.
it: Le pagine AMP in genere vengono caricate in meno di un secondo. Ciò significa che quando il tuo target di destinazione carica una pagina AMP, ottengono quello che cercano nel momento in cui lo cercano. Il risultato netto - è più probabile che siano impegnati e ricettivi ai messaggi del tuo marchio, e più probabilità di intraprendere le azioni che li guidi verso come completare un acquisto.
ja: AMP ページは通常、1 秒未満で読み込まれます。つまり、AMP ページにターゲット ユーザーがアクセスしたとき、探している情報をすぐに手に入れることができます。その結果、ブランドのメッセージがユーザーに届いて受け入れられる可能性が高くなり、広告の商品を購入するといった行動をとる可能性も高まります。

source: AMP provides a great user experience across many platforms
es: AMP brinda una gran experiencia de usuario a través de muchas plataformas
id: AMP memberikan pengalaman pengguna yang lebih baik di berbagai platform
it: AMP offre una grande esperienza utente in molte piattaforme
ja: さまざまなプラットフォームで優れたユーザー エクスペリエンスを実現

source: AMP speeds up content, keeping users engaged irrespective of where they start their journey -- on the publisher’s own website or from platforms that link to AMP pages like Twitter, Google and Pinterest. With faster and more secure ads, AMP ads deliver great advertising experiences too, ensuring every interaction with a publisher’s brand is a compelling one.
id: AMP mempercepat pemuatan konten, membuat pengguna tetap terlibat tak peduli dari mana pun mereka mulai mengakses konten -- di situs milik penayang atau dari platform yang menghubungkan ke halaman AMP seperti Twitter, Google, dan Pinterest. Dengan iklan yang lebih cepat dan aman, iklan AMP juga memberikan pengalaman periklanan yang lebih baik, yang memastikan interaksi yang menarik dengan merek penayang setiap kalinya.
it: AMP accelera i contenuti, mantenendo gli utenti impegnati a prescindere da dove iniziano il loro viaggio - sul sito web dell'editore o dalle piattaforme che collegano alle pagine AMP come Twitter, Google e Pinterest. Con annunci più veloci e più sicuri, gli annunci AMP offrono anche grandi esperienze pubblicitarie, garantendo che ogni interazione con un brand di un publisher è una cosa convincente.
ja: AMP ではコンテンツが瞬時に表示されます。そのため、サイト運営者自身のウェブサイトや、各種プラットフォーム（Twitter、Google、Pinterest など）のリンクなど、ユーザーがどこから AMP ページにアクセスしたかにかかわらず、ユーザーの関心を損なうことがありません。広告の表示速度と安全性を向上させた AMP Ads は、ユーザーにとって魅力ある広告表示も実現できるため、広告が掲載されるたびにサイト運営者のブランドを強く印象付けることができます。

source: About
es: Acerca de
id: Tentang
it: Informazioni
ja: AMP について

source: Add to Calendar
es: Agregar al Calendario
id: Tambahkan ke Kalender
it: Aggiungi al calendario
ja: カレンダーに追加

source: Ads
ar: الإعلانات
es: Anuncios
id: Iklan
ja: 広告
pt_br: Anúncios
tr: Reklamlar

source: Ads & Analytics
es: Anuncios y Analíticas
id: Iklan & Analisis
ja: 広告と分析

source: Ads & Analytics - AMP components
es: Anuncios y Analíticas - AMP componentes
id: Iklan & Analisis - Komponen AMP
it: Ads & Analytics - Componenti AMP
ja: 広告と分析 - AMP コンポーネント

source: Adtech success stories
es: Historias de éxito de Adtech
id: Kisah sukses teknologi iklan
it: Storie di successo di Adtech
ja: 広告技術プラットフォームの成功事例

source: Advertisers
es: Anunciantes
id: Pengiklan
it: Inserzionisti
ja: 広告主

source: Advertisers:<br>Drive campaign ROI
id: Pengiklan:<br>Meningkatkan ROI kampanye
it: Inserzionisti:<br>Drive campaign ROI
ja: 広告主:<br>キャンペーンの投資収益率を高める

source: All ad content delivered by Firebolt for AMP for Ads is cryptographically signed to ensure that it meets the required format and security standards. Signed ads reduce the risk of malware and increase confidence in ads for consumers.
id: Semua konten iklan yang ditayangkan oleh Firebolt bagi AMP untuk Iklan ditandai secara kriptografis guna memastikan bahwa konten iklan sesuai format yang diperlukan dan standar keamanan. Iklan yang ditandai mengurangi risiko malware dan meningkatkan kepercayaan pelanggan terhadap iklan.
it: Tutti i contenuti pubblicati da Firebolt per AMP per gli annunci sono sottoscritti in modo crittografato per assicurarsi che siano conformi ai requisiti di formato e norme di sicurezza. Gli annunci firmati riducono il rischio di malware e aumentano la fiducia negli annunci per i consumatori.
ja: 広告用の AMP 向けの Firebolt で配信される広告コンテンツはすべて、必須のフォーマットとセキュリティ基準に準拠できるよう暗号化された署名付きとなる。署名付きの広告では、マルウェアのリスクが減り、広告に対するユーザーの信頼が高まる。

source: Amplify your impact
es: Ampliar tu impacto
id: Perkuat pengaruh Anda
it: Amplifica il tuo impatto
ja: 広告の効果をさらに高める

source: Analytics
ar: التحليلات
es: Analítica
id: Analisis
ja: 分析
tr: Analizler

source: Audio/Video
ja: 音声 / 動画

source: Better ads on a faster web.
es: Mejores anuncios en la web más rápida
id: Iklan yang lebih baik di web yang lebih cepat.
it: Migliori annunci su un web più veloce.
ja: ウェブの高速化で広告効果もアップ

source: Blog
ja: ブログ

source: Boost campaign performance and drive engagement with ads that are 6x faster and 3x lighter. Build your creatives with <a href='https://github.com/google/amphtml/blob/master/extensions/amp-a4a/amp-a4a-format.md'>AMP HTML</a> or work with a technology provider that already supports AMP Ads.
id: Tingkatkan performa kampanye dan dorong interaksi dengan iklan yang 6x lebih cepat dan 3x lebih ringan. Buat materi iklan Anda dengan <a href='https://github.com/google/amphtml/blob/master/extensions/amp-a4a/amp-a4a-format@id.md'>HTML AMP</a> atau gunakan penyedia teknologi yang sudah mendukung Iklan AMP.
it: Potenzia le prestazioni della campagna e l'impegno con gli annunci con 6 volte più veloci e 3 volte più leggeri. Crea le creatività con l'<a href='https://github.com/google/amphtml/blob/master/extensions/amp-a4a/amp-a4a-format.md'>HTML di AMP</a> o funziona con un provider di tecnologia che supporta già gli annunci AMP.
ja: 表示速度が 6 倍、軽さが 3 倍にアップした広告により、キャンペーンの掲載結果を改善し、エンゲージメントを促進します。<a href='https://github.com/google/amphtml/blob/master/extensions/amp-a4a/amp-a4a-format.md'>AMP HTML</a> を使ってクリエイティブを作成したり、すでに AMP Ads に対応している技術プロバイダと連携したりできます。

source: Boost your campaign performance with AMP Ads
es: Aumente el rendimiento de su campaña con los anuncios de AMP
id: Tingkatkan performa kampanye Anda dengan Iklan AMP
it: Aumenta la tua prestazione della campagna con gli annunci AMP
ja: AMP Ads でキャンペーンの掲載結果を向上させる

source: Brand Guidelines
es: Normas de Marca
id: Panduan Merek
it: Linee guida Brand
ja: ブランド ガイドライン

source: Build for a sustainable future
es: Construir para un futuro sostenible
id: Buat untuk keberlanjutan di masa mendatang
it: Costruire per un futuro sostenibile
ja: 未来を見据えてウェブを構築する

source: Build once, serve everywhere.
es: Construir una vez, servir en todas partes.
id: Buat sekali, tayangkan di mana saja.
it: Costruire una volta, servire ovunque.
ja: 一度作成すれば、どこにでも配信できる。

source: Building AMP pages is simple and straightforward. You can often convert your entire archive in days especially if you use a popular CMS such as Wordpress and Drupal. Your teams do not need any special skills nor worry about optimizing your code for each distribution platform as the AMP format is fully portable and AMP pages are consistently fast no matter how a user gets to them. Similarly, AMP ads may be built once and run across all pages, including non-AMP pages.
es: Crear páginas AMP es sencillo y directo. Puedes convertir tu archivo entero en solo unos días, sobre todo si utilizas un CMS popular como Wordpress o Drupal. Tus equipos no necesitan tener conocimientos especiales ni tienen que preocuparse por optimizar el código para cada plataforma de distribución, ya que el formato AMP es totalmente portátil y las páginas AMP siempre son igual de rápidas, independientemente de cómo acceda el usuario a ellas. Del mismo modo, los anuncios AMP pueden crearse una vez y publicarse en todas las páginas, incluso en las páginas que no son AMP.
id: Membuat halaman AMP simpel dan mudah dilakukan. Anda sering kali dapat mengonversikan keseluruhan arsip dalam hitungan hari khususnya jika menggunakan CMS populer seperti Wordpress dan Drupal. Tim Anda tidak perlu keahlian khusus atau repot mengoptimalkan kode untuk setiap platform distribusi karena format AMP sepenuhnya portabel dan halaman AMP selalu dimuat dengan cepat bagaimana pun penggunamengaksesnya. Di samping itu, iklan AMP dapat dibuat sekali dan dijalankan di semuahalaman, termasuk halaman non-AMP.
it: La creazione di pagine AMP è chiara e semplice. Puoi spesso convertire il tuo intero archivio in giorni in particolare se si utilizza un CMS popolare come Wordpress e Drupal. Il tuo team non necessita di competenze particolari, né di preoccupazioni riguardo l'ottimizzazione del codice per ogni piattaforma di distribuzione poichè il formato AMP è completamente portatile e le pagine AMP sono costantemente veloci, non importa come un utente ci arriva. Allo stesso modo, gli annunci AMP possono essere costruiti una volta e eseguiti su tutte le pagine, incluse le pagine non AMP.
ja: AMP ページの作成手順は、わかりやすくシンプルです。ほとんどの場合、数日でアーカイブ全体を変換できます。Wordpress や Drupal などの代表的な CMS を使用している場合はとりわけ簡単です。社内のチームが特別なスキルを要求されることも、配信プラットフォームごとにコードを調整する必要もありません。AMP フォーマットは移植性がきわめて高く、AMP ページはアクセス方法にかかわらず常に高速に読み込まれます。また、AMP Ads は一度作成すれば、AMP 非対応のページも含めすべてのページに配信することができます。

source: Building the future web, together.
es: Armando el futuro de la web, juntos.
id: Membuat web masa depan bersama-sama.
it: Costruire il web del futuro, insieme.
ja: 未来のウェブを、一緒に構築しましょう。

source: Building the right ad, landing page or web content takes time. With AMP Ads, your ads can serve on both AMP and non-AMP pages, meaning you can build your AMP Ads once and deliver a memorable brand experience everywhere. Similarly, AMP pages can be built once and distributed across a wide variety of distribution platforms simultaneously.
es: Crear el anuncio, la página de destino o el contenido web adecuados lleva su tiempo. Con los anuncios AMP, tus anuncios pueden publicarse tanto en páginas AMP como en páginas que no lo sean, de modo que puedes crear tus anuncios AMP una vez y ofrecer una experiencia de marca memorable en todas partes. Del mismo modo, las páginas AMP se crean una vez y se pueden distribuir por una amplia variedad de plataformas de distribución simultáneamente.
id: Diperlukan waktu untuk membuat iklan, halaman landing, atau konten web yang tepat. Dengan Iklan AMP, iklan dapat ditayangkan pada halaman AMP dan non-AMP sekaligus, sehingga Anda cukup membuat Iklan AMP sekali dan memberikan pengalaman merek yang mengesankan di mana saja. Halaman AMP juga dapat dibuat sekali dan didistribusikan di berbagai platform distribusi secara bersamaan.
it: Costruire l'annuncio giusto, la pagina di destinazione o il contenuto web richiede tempo. Con gli annunci AMP, i tuoi annunci possono essere pubblicati su entrambe le pagine AMP e non AMP, il che significa che puoi generare una volta i tuoi annunci AMP e consegnare un'esperienza di marca memorabile ovunque. Allo stesso modo, le pagine AMP possono essere costruite una volta e distribuite contemporaneamente su un'ampia varietà di piattaforme di distribuzione.
ja: 効果的な広告やランディング ページ、ウェブ コンテンツを作成するのは時間がかかります。AMP Ads は AMP 対応ページにも非対応のページにも配信できるため、AMP 広告を一度作成するだけで、どのような場所でもブランドを強力にアピールできます。また、一度作成した AMP ページはさまざまな配信プラットフォームで同時に配信することができます。

source: Case Studies
es: Casos de Estudio
id: Studi Kasus
it: Caso di studio
ja: ケーススタディ

source: Community Resources
es: Recursos de la Comunidad
id: Referensi Komunitas
it: Risorse della Community
ja: コミュニティ リソース

source: Content Platforms
ar: الأنظمة الأساسية للمحتوى
es: Plataformas de Contenido
id: Platform Konten
it: Piattaforme di contenuti
ja: コンテンツ プラットフォーム"
pt_br: Plataformas de conteúdo
tr: İçerik Platformları

source: Contribute
es: Contribuye
id: Kontribusi
it: Contribuire
ja: 貢献する
