Repository: ampproject/amp.dev
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, es, id, it, ja, pt_br, tr

source: Conversions fall by 12&#37; for every extra second a webpage takes to load. If you want people to engage with your brand and improve the performance of your campaigns, you have to speed things up. AMP offers a way for you to give users a faster experience everywhere -- on ads, landing pages or your entire website.
es: Las conversiones caen un 12&#37; por cada segundo adicional que una página web tarda en cargarse. Si quieres que la gente se interese por tu marca y mejorar el rendimiento de tus campañas, tienes que agilizar la carga de la página. AMP permite dar a los usuarios una experiencia más inmediata desde cualquier lugar, ya sea en anuncios, en páginas de destino o en tu sitio web completo.
id: Konversi mengalami penurunan sebesar 12&#37; untuk setiap detik tambahan yang diperlukan halaman agar dimuat. Jika ingin orang terlibat dengan merek Anda dan meningkatkan performa kampanye, Anda harus menambah kecepatan. AMP menawarkan cara bagi Anda untuk memberikan pengalaman yang lebih cepat kepada pengguna di mana saja -- di iklan, halaman landing, atau keseluruhan situs Anda.
it: Le conversioni diminuiscono del 12&#37; per ogni secondo che una pagina web richiede per caricare. Se vuoi che la gente si impegni con il tuo brand e migliorare le prestazioni delle tue campagne, devi accelerare le cose. AMP offre un modo per offrire agli utenti un'esperienza più veloce ovunque - su annunci, pagine di destinazione o il tuo sito web completo.
ja: ウェブページの読み込みに 1 秒かかるごとに、コンバージョン数は 12&#37; 減少します。ブランドに関心を持ってもらい、キャンペーンの掲載結果を向上させるためには、ウェブページを高速化する必要があります。AMP を導入すれば、広告、ランディング ページ、ウェブサイト全体など、あらゆる場所で表示を高速化することができます。

source: Create Your First AMP Page
es: Crear tu primer página AMP
id: Membuat Halaman AMP Pertama
it: Crea la tua Prima Pagina AMP
ja: 初めての AMP ページを作成する

source: Create a login-requiring AMP page
es: Crea una página AMP con login requerido
id: Membuat halaman AMP yang memerlukan login
it: Creare una pagina login AMP
ja: ログインが必要な AMP ページを作成する

source: Create beautiful AMP pages with pre-styled page templates and components from AMP Start.
es: Crea hermosas páginas AMP con estilos pre-definidos y componentes de 'AMP Start'.
id: Buat halaman AMP yang menarik dengan komponen dan template halaman yang telah diberi gaya dari AMP Start.
it: Crea bellissime pagine AMP con pagine di template e componenti pre-designati da AMP Start.
ja: あらかじめスタイルが設定されているページ テンプレートやコンポーネントを AMP Start で入手して、美しい AMP ページを作成しましょう。

source: Create your First AMP
es: Crear tu primer AMP
id: Membuat AMP Pertama
it: Crea il tuo primo AMP
ja: 初めての AMP ページを作成する

source: Create your first AMP page
es: Crear tu primer página AMP
id: Membuat halaman AMP pertama
it: Crea la tua prima pagina AMP
ja: 初めての AMP ページを作成する

source: Deliver a fast and compelling ad experience that users appreciate and advertisers value. Ad servers and technology platforms like DoubleClick and Triplelift already allow you to traffic AMP Ads. Reach out to your account manager to get started.
id: Berikan pengalaman iklan yang cepat dan menarik yang diapresiasi pengguna dan dihargai oleh pengiklan. Server iklan dan platform teknologi seperti DoubleClick dan Triplelift sudah memungkinkan Anda memasang Iklan AMP. Hubungi account manager Anda untuk memulai.
it: Fornire un'esperienza di annunci veloce e convincente che gli utenti apprezzano e valorizzano gli inserzionisti. I server degli annunci e le piattaforme tecnologiche come DoubleClick e Triplelift consentono già di pubblicare annunci AMP. Raggiungi al tuo account manager per iniziare.
ja: すばやく表示される魅力的な広告を配信します。こうした広告は、ユーザーに好まれ、広告主に重視されるものです。広告サーバーや広告技術プラットフォーム（DoubleClick や Triplelift など）ではすでに、AMP Ads の入稿に対応しています。ご利用開始については、アカウント マネージャーにお問い合わせください。

source: Deliver better, faster experiences at every touch point.
id: Berikan pengalaman iklan yang lebih baik dan lebih cepat di setiap kesempatan.
it: Fornisci esperienze migliori e più veloci in ogni punto di contatto.
ja: どの接点でも、より効果的で迅速な広告表示を実現

source: Design Principles
es: Principios de Diseño
id: Prinsip Desain
it: Principi di progettazione
ja: デザイン原則

source: Developer Support
es: Soporte a Desarrolladores
id: Dukungan Developer
it: Supporto per gli sviluppatori
ja: 開発者サポート

source: Docs
ar: المستندات
es: Documentos
id: Dokumen
it: Documentazione
ja: ドキュメント
pt_br: Documentos
tr: Dokümanlar

source: Don't miss AMP Events
es: No te pierdas los Eventos AMP
id: Jangan lewatkan Acara AMP
it: Non perderti gli eventi AMP
ja: AMP 関連イベントのご案内

source: Don’t break the web.
es: No rompas la web
id: Jangan merusak web.
it: Non rompere il web.
ja: ウェブに被害を与えない。

source: Don’t design for a hypothetical faster future browser.
es: No diseñar para un futuro navegador hipotético más rápido
id: Jangan membuat desain dengan berandai-andai untuk browser masa depan yang lebih cepat.
it: Non progettare un ipotetico browser futuro più veloce.
ja: より高速なブラウザが今後登場するという仮定のもとで設計しない。

source: Don’t introduce components or features to AMP that can’t reliably run at 60fps or hinder the instant load experience on today’s most common mobile devices.
es: No uses componentes o caracteristicas en AMP que no puedan ejecutarse de forma fiable a 60fps o dificulten la experiencia de carga instantánea en los dispositivos móviles más comunes de hoy en día.
id: Jangan memasukkan komponen atau fitur ke AMP yang tidak dapat dijalankan dengan kecepatan 60 fps atau menghalangi proses pemuatan instan di perangkat seluler yang paling banyak digunakan saat ini.
it: Non introdurre componenti o funzionalità a AMP che non possono funzionare in modo affidabile a 60fps o ostacolare l'esperienza di carico istantaneo sui dispositivi mobili più comuni di oggi.
ja: AMP にコンポーネントや機能を導入する場合、60 fps で確実に動作する、現在普及しているモバイル端末で瞬時に読み込まれる、という条件を満たす必要があります。

source: Download PDF Case study
es: Descargar Caso de Estudio en PDF
id: Download Studi Kasus dalam PDF
it: Scarica Case study PDF
ja: 事例紹介の PDF をダウンロード

source: Dynamic Content
es: Contenido Dinámico
id: Konten Dinamis
it: Contenuto Dinamico
ja: 動的コンテンツ

source: Dynamic Content - AMP components
es: Contenido Dinámico - AMP componentes
id: Konten Dinamis - Komponen AMP
it: Contenuto Dinamico - Componenti AMP
ja: 動的コンテンツ - AMP コンポーネント

source: E.g. don’t integrate things on the client side, just because that is easier, when the user experience would be better with a server side integration.
es: P. ej., no integres elementos desde el cliente solo porque sea más sencillo si realizar la integración desde el servidor mejoraría la experiencia de usuario.
id: Mis. jangan integrasikan segala hal di sisi klien hanya karena itu lebih mudah, jika pengalaman pengguna akan lebih baik dengan integrasi di sisi server.
it: Per esempio: Non integrare le cose sul lato client, solo perché è più facile, quando l'esperienza utente sarebbe migliore con un'integrazione lato server.
ja: サーバー側で対処した方がユーザー エクスペリエンスが向上するような場合に、作業が簡単だからという理由だけでクライアント側で対処してはいけません。

source: Enable compelling, consistently fast experiences
es: Habilitar experiencias convincentes y rápidas
id: Hadirkan pengalaman iklan yang menarik, cepat, dan konsisten
it: Abilita esperienze costantemente veloci
ja: いつでも瞬時に読み込まれるため、ユーザーの興味をそらさない

source: Ensure that if AMP has outages or problems it doesn’t hurt the rest of the web. That means if the Google AMP Cache, the URL API or the library fails it should be possible for websites and consumption apps to gracefully degrade. If something works with an AMP cache it should also work without a cache.
es: Asegúrate de que, en el caso de que se produzcan interrupciones en AMP o de que aparezca algún problema, no afecta al resto del sitio web. Esto quiere decir que si Google AMP Cache, la API de la URL o la biblioteca fallan, la calidad del servicio debe reducirse de la manera más sutil posible. Si algo funciona con una caché de AMP, también debe funcionar sin ella.
id: Pastikan bahwa jika AMP bermasalah atau berhenti, hal tersebut tidak mengganggu komponen web yang lainnya. Artinya, jika Cache AMP Google, API URL, atau library gagal diproses, performa situs dan aplikasi konsumsi sebaiknya menurun secara perlahan-lahan. Jika sebuah komponen dapat dijalankan dengan cache AMP, komponen tersebut juga harus bisa dijalankan tanpa cache.
it: Assicurarsi che se AMP abbia interruzioni o problemi non faccia male al resto delweb. Ciò significa che se la cache di Google AMP, l'URL API o la libreria non riescono, dovrebbe essere possibile che i siti web e le applicazioni di consumo abbassino grazia. Se qualcosa funziona con una cache AMP, dovrebbe funzionare anche senza una cache.
ja: AMP に不具合や問題があっても、ウェブの他の部分に影響が及ばないようにします。つまり、Google AMP キャッシュ、URL API、ライブラリなどでエラーが発生した場合に、ウェブサイトやコンテンツ消費アプリがフォールバックできるようにする必要があります。AMP キャッシュを使用する機能がある場合は、キャッシュがなくても処理を続けられるようにします。

source: Even the most memorable creative won’t serve its purpose if the ad is slow and disruptive for a user. AMP Ads are a new way of building ads, making them as fast as AMP pages to ensure your ads do what they’re meant to do and deliver the value you’re looking for.
es: Hasta la creatividad más impactante no servirá de nada si el anuncio es lento y el usuario lo ve con interrupciones. Con los anuncios AMP descubrirás una nueva forma de crear anuncios que, además, serán tan rápidos como las páginas AMP. De este modo, puedes asegurarte de que tus anuncios sirven para el propósito para el que han sido creados y de que ofrecen el valor que buscas.
id: Bahkan materi iklan yang paling mengesankan pun tidak akan mencapai tujuannya jika iklan lambat dimuat dan mengganggu pengguna. Iklan AMP adalah cara baru dalam membuat iklan, menjadikannya secepat halaman AMP untuk memastikan agar iklan berfungsi sebagaimana mestinya dan memberikan nilai yang Anda cari.
it: Anche la creatività più memorabile non servirà il suo scopo se l'annuncio è lento e disturbato per un utente. Gli annunci AMP sono un nuovo modo per creare annunci, rendendoli veloci come le pagine AMP per garantire che i tuoi annunci fanno quello che intendono fare e fornire il valore che stai cercando.
ja: どんなに魅力的なクリエイティブでも、表示速度が遅くサイトの閲覧の邪魔になるようでは、広告としての目的を果たすことはできません。AMP Ads は、新しい広告作成方法です。AMP ページと同様に広告を高速表示できるので、広告の目的を果たすとともに、そこに期待される価値も実現できます

source: Events
es: Eventos
id: Acara
it: Eventi
ja: イベント

source: Examples
es: Ejemplos
id: Contoh
it: Esempi
ja: 実例

source: FAQ
ja: よくある質問

source: Faster ads drive better&nbsp;performance
es: Los anuncios más rápidos mejoran el rendimiento
id: Iklan yang lebih cepat memberikan performa yang lebih baik
it: Gli annunci più veloci generano migliori prestazioni
ja: 広告表示の高速化により掲載結果の向上を促す

source: File a bug
es: Reporta un error
id: Laporkan bug
it: Segnala un bug
ja: バグ報告

source: Flexibility and Results
es: Flexibilidad y Resultados
id: Fleksibilitas dan Hasil
it: Flessibilità e Risultati
ja: 柔軟性と成果の獲得

source: Follow AMP
es: Seguir AMP
id: Ikuti AMP
it: Segui AMP
ja: AMP をフォロー

source: Follow us on Twitter
es: Seguinos en Twitter
id: Ikuti kami di Twitter
it: Seguici su Twitter
ja: Twitter でフォロー

source: Get Started
es: Empezar
id: Mulai
it: Inizia
ja: スタートガイド

source: Get Started Building
es: Empezar armando
id: Mulai
it: Inizia a costruire
ja: 作成を開始する

source: Get in touch
es: Ponerse en contacto
id: Jalin komunikasi
it: Entra in contatto
ja: サポート情報

source: Get started building
es: Empezar armando
id: Mulai Membuat
it: Inizia a costruire
ja: 作成を開始する

source: Get started with AMP
es: Empezar con AMP
id: Mulai membuat AMP
it: Avviarsi con AMP
ja: AMP を使ってみましょう

source: Getting started
es: Empezando
id: Mulai
it: Iniziare
ja: はじめに

source: Grow engagement and increase conversions with faster experiences
es: Aumentar el compromiso y aumentar las conversiones con experiencias más rápidas
id: Tumbuhkan keterlibatan dan tingkatkan konversi dengan pengalaman yang lebih cepat
it: Cresci l'impegno e aumenta le conversioni con esperienze più veloci
ja: 広告の高速表示でエンゲージメントを高め、コンバージョンを増やしましょう

source: Guides
ar: الأدلة
es: Guías
id: Panduan
it: Guide
ja: ガイド
pt_br: Guias
tr: Rehberler

source: Head of Product Strategy, Cloudflare
es: Jefe de estrategia de producto, Cloudflare
id: Kepala Strategi Produk, Cloudflare
it: Responsabile Product Strategy, Cloudflare
ja: Cloudflare の製品戦略部門の責任者

source: Heavy and unpredictable ad experiences slow down the page, cost users money, and can hurt your brand. AMP Ads are 3x lighter and the AMP framework guarantees that these ads only behave as intended so users always have a positive experience with your&nbsp;brand.
es: Las experiencias de anuncios impredecibles y demasiado cargadas de contenido ralentizan la página, cuestan más dinero a los usuarios y afectan de forma negativa a la percepción que se tiene tanto del anunciante como del editor. Los anuncios AMP son tres veces más ligeros que los anuncios tradicionales, lo que ayuda a ofrecer una experiencia de marca positiva.
id: Pemuatan iklan yang berat dan tidak dapat diprediksi akan memperlambat pemuatan halaman, menambah biaya bagi pengguna, dan berdampak negatif pada persepsi terhadap pengiklan dan penayang. Iklan AMP 3 kali lebih ringan daripada iklan biasa, sehingga membantu menghasilkan pengalaman merek yang positif.
it: Le esperienze di annunci pesanti e imprevedibili rallentano la pagina, costano i soldi degli utenti e possono danneggiare il tuo brand. Gli annunci AMP sono 3x più leggeri e il framework AMP garantisce che questi annunci si comportino come previsto per consentire agli utenti di avere sempre un'esperienza positiva con il tuo brand.
ja: 広告が重たく、表示の予測がつかない場合、ページの読み込みが遅くなり、ユーザーに金銭的負担がかかり、ブランドに傷がつくことにもなりかねません。AMP Ads を導入すれば、広告の軽さが 3 倍にアップします。また、AMP フレームワークにより、広告の動作が常に想定どおりになることが保証されるので、ユーザーがいつでも快適にブランドを利用できます。

source: Higher Performance and Engagement
es: Alto Rendimiento y Compromiso
id: Keterlibatan dan Performa yang Lebih Baik
it: Prestazioni e Impegno più Elevati
ja: 広告の掲載結果とユーザー エンゲージメントを向上

source: How AMP Works
es: Cómo funciona AMP
id: Cara Kerja AMP
it: Come funziona AMP
ja: AMP の仕組み

source: How AMP can help publishers
es: Cómo AMP puede ayudar a editores
id: Cara AMP dapat membantu penayang
it: Come AMP può aiutare gli editori
ja: サイト運営者にとっての AMP の利点

source: If it’s not instant, it’s not fast enough.
es: Si no es al instante, no es lo suficientemente rápido.
id: Jika tidak dimuat secara instan, berarti iklan tidak cukup cepat.
it: Se non è istantanea, non è abbastanza veloce.
ja: 瞬時に表示されなければ、高速とはいえません。

source: Improve user engagement with fast, compelling experiences.
es: Mejora el compromiso de los usuarios con experiencias rápidas y convincentes.
id: Tingkatkan keterlibatan pengguna dengan pengalaman yang cepat dan menarik.
it: Migliora l'impegno degli utenti con esperienze veloci e convincenti.
ja: 魅力的なコンテンツを高速表示することで、ユーザー エンゲージメントを向上。

source: Increase your reach
es: Aumenta tu alcance
id: Perluas jangkauan Anda
it: Aumenta la tua portata
ja: リーチを広げる

source: Join Today
es: Unete hoy
id: Gabung Sekarang
it: Unisciti oggi
ja: 今すぐ参加

source: Join a growing ecosystem of publishers, advertisers and technology platforms serving faster, lighter and more effective ads.
id: Bergabunglah dengan semakin banyak penayang, pengiklan, dan platform teknologi yang menayangkan iklan yang lebih cepat, ringan, dan efektif.
it: Unisciti a un crescente ecosistema di publisher, inserzionisti e piattaforme tecnologiche che offrono annunci più veloci, più leggeri e più efficaci.
ja: サイト運営者、広告主、広告技術プラットフォームのエコシステムは拡大しつつあります。このエコシステムに加わり、より高速かつ軽量で効果の高い広告を配信しましょう。

source: Keep your audience engaged with AMP pages
es: Manten a tu audiencia comprometida con páginas AMP
id: Buat audiens Anda tetap terlibat dengan halaman AMP
it: Mantieni il tuo pubblico impegnato con le pagine AMP
ja: AMP ページでユーザーの離脱を防ぐ

source: Layout
es: Diseño
id: Tata Letak
ja: レイアウト

source: Layout - AMP components
es: Diseño - AMP componentes
id: Tata Letak - Komponen AMP
it: Layout - Componenti AMP
ja: レイアウト - AMP コンポーネント

source: Learn
es: Aprender
id: Pelajari
it: Impara
ja: 詳細

source: Learn More
ar: تعلم المزيد
es: Aprender más
id: Pelajari Lebih Lanjut
it: Ulteriori informazioni
ja: 詳細
pt_br: Saiba mais
tr: Daha Fazla Bilgi Edinin

source: Learn about AMP
es: Aprende acerca de AMP
id: Pelajari tentang AMP
it: Ulteriori informazioni su AMP
ja: AMP の詳細

source: Learn about each AMP component, including syntax and examples.
es: Aprenda sobre cada componente de AMP, incluyendo sintaxis y ejemplos.
id: Pelajari masing-masing komponen AMP, termasuk sintaksis dan contohnya.
it: Ulteriori informazioni su ciascun componente AMP, inclusa la sintassi e gli esempi.
ja: AMP の各コンポーネント、構文、サンプルなどをご紹介します。

source: Learn how to build AMP pages and AMP Ads
es: Aprende cómo armar páginas AMP y anuncios AMP
id: Pelajari cara membuat halaman AMP dan Iklan AMP
it: Scopri come creare pagine AMP e annunci AMP
ja: AMP ページと AMP Ads の作成方法をご紹介します

source: Learn how to create your first AMP page with this short beginner tutorial.
es: Aprenda a crear su primera página de AMP con este tutorial corto de principiante.
id: Pelajari cara membuat halaman AMP pertama Anda dengan tutorial pendek bagi pemula.
it: Scopri come creare la tua prima pagina AMP con questo breve tutorial per principianti.
ja: AMP ページを初めて作成する方は、こちらの簡単なチュートリアルをご覧ください。

source: Learn more about AMP Ads and building AMP pages for your campaigns and website.
es: Aprende más sobre los Anuncios AMP y construye páginas AMP para tus campañas y sitios web.
id: Pelajari lebih lanjut tentang Iklan AMP dan cara membuat halaman AMP untuk kampanye dan situs Anda.
it: Ulteriori informazioni sugli annunci AMP e sulla creazione di pagine AMP per le tue campagne e siti web.
ja: AMP Ads の詳細や、キャンペーンやウェブサイトに適した AMP ページの作成方法をご紹介します。

source: Learn who uses AMP
es: Aprende quién usa AMP
id: Cari tahu siapa yang menggunakan AMP
it: Scopri chi usa AMP
ja: AMP の利用者について

source: Lighter ads lead to better ad&nbsp;experiences
es: Los anuncios más livianos conducen a mejores experiencias publicitarias
id: Iklan yang lebih ringan meningkatkan persepsi merek
it: Gli annunci più chiari portano ad esperienze di annunci migliori
ja: 広告の軽量化が広告効果のアップにつながる

source: Maximize ROI everywhere
es: Maximice el ROI en todas partes
id: Maksimalkan ROI di mana saja
it: Massimizza il ROI ovunque
ja: あらゆる場所で投資収益率を最大化する

source: Maximize your revenue
es: Maximice sus ingresos
id: Maksimalkan pendapatan Anda
it: Massimizza le tue entrate
ja: 収益を最大化する

source: Maximize your revenue and build for the future by offering your customers a fast, light and secure ad experience. <a href='https://github.com/google/amphtml/blob/master/extensions/amp-a4a/amp-a4a-format.md'>Join</a> the open source AMP Ads Initiative today.
id: Maksimalkan pendapatan dan bangun masa depan dengan menawarkan pengalaman iklan yang cepat, ringan, dan aman kepada pengguna. <a href='https://github.com/google/amphtml/blob/master/extensions/amp-a4a/amp-a4a-format@id.md'>Bergabunglah</a> dengan Prakarsa Iklan AMP open source sekarang.
it: Massimizza le tue entrate e costruisci per il futuro offrendo ai tuoi clienti un'esperienza di annunci veloce, leggera e sicura. <a href='https://github.com/google/amphtml/blob/master/extensions/amp-a4a/amp-a4a-format.md'>Unisciti</a> all'iniziativa AMP Ads open source oggi.
ja: 高速かつ軽量で安全な広告をユーザーに提供することにより、収益を最大化し、将来に向けてさらに増大させていきます。現在、オープンソースの AMP Ads Initiative という取り組みに<a href='https://github.com/google/amphtml/blob/master/extensions/amp-a4a/amp-a4a-format.md'>ご参加</a>いただけます。

source: Media
ja: メディア

source: Media - AMP components
es: Media - AMP componentes
id: Media - Komponen AMP
it: Media - Componenti AMP
ja: メディア - AMP コンポーネント

source: More Past Events
es: Más Eventos Pasados
id: Acara Lalu Lainnya
it: Altri eventi passati
ja: その他の過去のイベント

source: Need more help?
es: ¿Necesitas más ayuda?
id: Perlu bantuan lainnya?
it: Serve ancora aiuto?
ja: ご不明な点がある場合

source: New Video
es: Video Nuevo
id: Video Baru
it: Nuovo Video
ja: 新着動画

source: News
es: Noticias
id: Berita
ja: ニュース

source: Next FAQ
es: Próximo FAQ
id: FAQ Berikutnya
it: FAQ Successiva
ja: 次のよくある質問

source: No whitelists.
es: Sin 'WhiteLists'.
id: Tidak ada whitelist.
it: Nessuna whitelist.
ja: ホワイトリストは存在しない。

source: Only do things if they can be made fast.
es: Sólo haz las cosas si se pueden hacer rápido.
id: Hanya lakukan sesuatu jika hal tersebut dapat dilakukan dengan cepat.
it: Fai solo le cose se possono essere fatte veloci.
ja: 高速化が可能なものだけ採用する。

source: Overview
es: Resumen
id: Ringkasan
it: Panoramica
ja: 概要

source: Past Events
es: Eventos Pasados
id: Acara Lalu
it: Eventi Passati
ja: 過去のイベント

source: Platform Support
es: Soporte de Plataforma
id: Dukungan Platform
it: Supporto piattaforma
ja: プラットフォーム サポート

source: Play Video
es: Reproducir Video
id: Putar Video
it: Riproduci video
ja: 動画を見る

source: Presentation
es: Presentación
id: Presentasi
it: Presentazione
ja: プレゼンテーション

source: Presentation - AMP components
es: Presentación - AMP componentes
id: Presentasi - Komponen AMP
it: Presentazione - Componenti AMP
ja: プレゼンテーション - AMP コンポーネント

source: President &amp; Co-Founder, Triplelift
id: Presiden & Pendiri, Triplelift
it: Presidente &amp; Co-Founder, Triplelift
ja: Triplelift の社長兼共同創立者

source: Previous Posts
es: Posts Anteriores
id: Postingan Sebelumnya
it: Messaggi precedenti
ja: 以前の投稿

source: Prioritise things that improve the user experience – but compromise when needed.
es: Prioriza lo que mejore la experiencia de usuario, pero cede cuando sea necesario.
id: Prioritaskan hal yang dapat membuat pengalaman pengguna lebih baik – namun lakukan kompromi jika perlu.
it: Priorità delle cose che migliorano l'esperienza dell'utente, ma compromesso quando necessario.
ja: ユーザー エクスペリエンスを向上させることを最優先にしながら、必要に応じて調整する。

source: Privacy
es: Privacidad
id: Privasi
ja: プライバシー ポリシー

source: Publishers
ar: دور النشر
es: Editores
id: Penayang
it: Editori
ja: サイト運営者
pt_br: Editores
tr: Yayıncılar

source: Publishers and advertisers can decide how to present their content and what technology vendors to use, all while maintaining and improving key performance indicators.
es: Los editores y anunciantes pueden decidir cómo presentar su contenido y que proveedores de tecnología utilizar, a la vez que mantienen y mejoran los indicadores clave de rendimiento
id: Penayang dan pengiklan dapat menentukan cara konten ditampilkan dan vendor teknologi yang digunakan, sambil tetap mempertahankan dan meningkatkan indikator performa utama.
it: Gli editori e gli inserzionisti possono decidere come presentare il loro contenuto e quali fornitori di tecnologia utilizzare, pur mantenendo e migliorando i principali indicatori di prestazione.
ja: サイト運営者や広告主は、コンテンツの表示方法や利用する技術ベンダーを自社で決定できる一方、重要業績評価指標を維持、改善することもできます。
